var questionData = {
    "3年級": {
        "上冊(H)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "五官是指哪五官",
                "correct": [
                    "眼",
                    "耳",
                    "鼻",
                    "舌",
                    "口"
                ],
                "decoys": [
                    "腦",
                    "手",
                    "腳",
                    "心臟"
                ]
            },
            {
                "question": "哪些粉末聞起來有味道",
                "correct": [
                    "砂糖",
                    "麵粉",
                    "胡椒粉",
                    "咖啡",
                    "可可"
                ],
                "decoys": [
                    "食鹽",
                    "檸檬酸",
                    "小蘇打",
                    "沙子"
                ]
            },
            {
                "question": "哪些是酸性溶液",
                "correct": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ]
            },
            {
                "question": "哪些是鹼性溶液",
                "correct": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ],
                "decoys": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ]
            },
            {
                "question": "哪些是中性溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "酒精"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "食醋",
                    "汽水",
                    "運動飲料"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性"
                ],
                "decoys": [
                    "滑滑的",
                    "去除油脂",
                    "有苦味",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "紫色"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "去除油脂"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "綠色",
                    "藍色"
                ]
            },
            {
                "question": "生活中，酸性溶液的運用",
                "correct": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ],
                "decoys": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ]
            },
            {
                "question": "生活中，鹼性溶液的運用",
                "correct": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ],
                "decoys": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ]
            },
            {
                "question": "影響溶解量的因素",
                "correct": [
                    "溫度",
                    "水量",
                    "溶質特性"
                ],
                "decoys": [
                    "攪拌",
                    "顏色",
                    "容器",
                    "磨成粉",
                    "顆粒大小",
                    "倒入順序"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "哪些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "五官是指哪五官",
                "correct": [
                    "眼",
                    "耳",
                    "鼻",
                    "舌",
                    "口"
                ],
                "decoys": [
                    "腦",
                    "手",
                    "腳",
                    "心臟"
                ]
            },
            {
                "question": "哪些粉末聞起來有味道",
                "correct": [
                    "砂糖",
                    "麵粉",
                    "胡椒粉",
                    "咖啡",
                    "可可"
                ],
                "decoys": [
                    "食鹽",
                    "檸檬酸",
                    "小蘇打",
                    "沙子"
                ]
            },
            {
                "question": "哪些是酸性溶液",
                "correct": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ]
            },
            {
                "question": "哪些是鹼性溶液",
                "correct": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ],
                "decoys": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ]
            },
            {
                "question": "哪些是中性溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "酒精"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "食醋",
                    "汽水",
                    "運動飲料"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性"
                ],
                "decoys": [
                    "滑滑的",
                    "去除油脂",
                    "有苦味",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "紫色"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "去除油脂"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "綠色",
                    "藍色"
                ]
            },
            {
                "question": "生活中，酸性溶液的運用",
                "correct": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ],
                "decoys": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ]
            },
            {
                "question": "生活中，鹼性溶液的運用",
                "correct": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ],
                "decoys": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ]
            },
            {
                "question": "影響溶解量的因素",
                "correct": [
                    "溫度",
                    "水量",
                    "溶質特性"
                ],
                "decoys": [
                    "攪拌",
                    "顏色",
                    "容器",
                    "磨成粉",
                    "顆粒大小",
                    "倒入順序"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "哪些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "哪些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "動物的身體主要構造",
                "correct": [
                    "頭",
                    "軀幹",
                    "肢"
                ],
                "decoys": [
                    "頸",
                    "腹",
                    "翅膀",
                    "鰭",
                    "尾",
                    "腦"
                ]
            },
            {
                "question": "脊椎動物有哪五大類",
                "correct": [
                    "魚類",
                    "兩生類",
                    "爬蟲類",
                    "哺乳類",
                    "鳥類"
                ],
                "decoys": [
                    "蟲類",
                    "細菌",
                    "病毒",
                    "藻類"
                ]
            },
            {
                "question": "動物常見的運動構造",
                "correct": [
                    "蹼",
                    "肉墊",
                    "吸盤",
                    "鰭",
                    "翅膀",
                    "爪子"
                ],
                "decoys": [
                    "鱗片",
                    "羽毛",
                    "外殼"
                ]
            },
            {
                "question": "動物的食性",
                "correct": [
                    "草食性",
                    "肉食性",
                    "雜食性"
                ],
                "decoys": [
                    "零食性",
                    "蔬食性",
                    "挑食性",
                    "速食性",
                    "素食性",
                    "塑食性"
                ]
            },
            {
                "question": "關於眼睛的正確敘述",
                "correct": [
                    "瞳孔像光圈",
                    "自動調節",
                    "昏暗瞳孔大",
                    "光亮瞳孔小"
                ],
                "decoys": [
                    "瞳孔像底片",
                    "無法調節",
                    "昏暗瞳孔小",
                    "光亮瞳孔大",
                    "可直視陽光"
                ]
            },
            {
                "question": "人類體溫調節的機制",
                "correct": [
                    "炎熱多散熱",
                    "寒冷多產熱",
                    "夏天排汗多",
                    "冬天排尿多"
                ],
                "decoys": [
                    "炎熱多產熱",
                    "寒冷多散熱",
                    "夏天排尿多",
                    "冬天排汗多",
                    "隨環境改變"
                ]
            },
            {
                "question": "昆蟲完全變態包含哪些過程",
                "correct": [
                    "卵",
                    "幼蟲",
                    "蛹",
                    "成蟲"
                ],
                "decoys": [
                    "若蟲",
                    "小蟲",
                    "大蟲",
                    "飛蟲",
                    "甲蟲"
                ]
            },
            {
                "question": "昆蟲不完全變態包含哪些過程",
                "correct": [
                    "卵",
                    "若蟲",
                    "成蟲"
                ],
                "decoys": [
                    "幼蟲",
                    "蛹",
                    "小蟲",
                    "大蟲",
                    "飛蟲",
                    "甲蟲"
                ]
            },
            {
                "question": "哪些是仿生科技",
                "correct": [
                    "船槳",
                    "蛙鞋",
                    "雷達",
                    "LED",
                    "滑翔裝"
                ],
                "decoys": [
                    "垃圾桶",
                    "太陽能板",
                    "藍牙",
                    "變形金剛"
                ]
            },
            {
                "question": "動物適應環境的體色有哪些",
                "correct": [
                    "保護色",
                    "警戒色"
                ],
                "decoys": [
                    "臉色",
                    "角色",
                    "退色",
                    "撞色",
                    "景色",
                    "漂亮色",
                    "莫蘭迪色"
                ]
            }
        ]
    },
    "4年級": {
        "上冊(H)": [
            {
                "question": "太陽系包含宇宙的哪些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            },
            {
                "question": "一天當中影子的變化",
                "correct": [
                    "中午最短",
                    "清晨較長",
                    "傍晚較長"
                ],
                "decoys": [
                    "中午最長",
                    "清晨較短",
                    "傍晚較短",
                    "沒有規律",
                    "乎長乎短",
                    "沒有影子"
                ]
            },
            {
                "question": "夜晚觀測月亮或星星，正確的注意事項",
                "correct": [
                    "選擇光害少",
                    "固定地點",
                    "紀錄高度角",
                    "紀錄方位"
                ],
                "decoys": [
                    "在馬路上",
                    "任意地點",
                    "紀錄天氣",
                    "記錄心情",
                    "用放大鏡"
                ]
            },
            {
                "question": "月亮的升落方位",
                "correct": [
                    "東方升起",
                    "西方落下"
                ],
                "decoys": [
                    "東方落下",
                    "西方升起",
                    "北方升起",
                    "南方落下",
                    "南方升起",
                    "北方落下",
                    "沒有升起"
                ]
            },
            {
                "question": "正確的月相名稱",
                "correct": [
                    "初1是新月",
                    "15是滿月",
                    "初8是上弦",
                    "22是下弦"
                ],
                "decoys": [
                    "初1是望月",
                    "15是朔月",
                    "初8是下弦",
                    "22是上弦",
                    "初1是殘月"
                ]
            },
            {
                "question": "不會自行發光的天體",
                "correct": [
                    "月亮",
                    "火星",
                    "木星",
                    "土星",
                    "金星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "天狼星",
                    "織女星"
                ]
            },
            {
                "question": "一天當中月亮高度角的變化",
                "correct": [
                    "先由小變大",
                    "後由大變小"
                ],
                "decoys": [
                    "先由大變小",
                    "後由小變大",
                    "持續變大",
                    "持續變小",
                    "忽大忽小",
                    "保持不變",
                    "不一定"
                ]
            },
            {
                "question": "哪些是農曆節日",
                "correct": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ],
                "decoys": [
                    "教師節",
                    "聖誕節",
                    "萬聖節",
                    "元旦"
                ]
            },
            {
                "question": "面向南方觀測月亮",
                "correct": [
                    "後面是北",
                    "右手是西",
                    "左手是東"
                ],
                "decoys": [
                    "後面是東",
                    "右手是北",
                    "左手是西",
                    "後面是西",
                    "右手是東",
                    "左手是北"
                ]
            },
            {
                "question": "關於新月、上弦、滿月、下弦的順序，正確的有哪些",
                "correct": [
                    "新月接上弦",
                    "上弦接滿月",
                    "滿月接下弦",
                    "下弦接新月"
                ],
                "decoys": [
                    "新月接下弦",
                    "下弦接滿月",
                    "滿月接上弦",
                    "上弦接新月",
                    "沒有規律"
                ]
            },
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "影響物質變化的因素有哪些",
                "correct": [
                    "溫度",
                    "水",
                    "空氣",
                    "酸鹼"
                ],
                "decoys": [
                    "脾氣",
                    "顏色",
                    "勇氣",
                    "運氣",
                    "眼神"
                ]
            },
            {
                "question": "溫度上升造成的變化",
                "correct": [
                    "熔化",
                    "沸騰",
                    "蝦子熟了",
                    "巧克力變軟",
                    "乾冰昇華"
                ],
                "decoys": [
                    "凝結",
                    "凝固",
                    "豬油變硬",
                    "水結冰"
                ]
            },
            {
                "question": "溫度下降造成的變化",
                "correct": [
                    "凝結",
                    "凝固",
                    "豬油變硬",
                    "水結冰"
                ],
                "decoys": [
                    "熔化",
                    "沸騰",
                    "蝦子熟了",
                    "巧克力變軟",
                    "乾冰昇華"
                ]
            },
            {
                "question": "延長食物保存的方法",
                "correct": [
                    "冷藏",
                    "真空",
                    "乾燥",
                    "冷凍"
                ],
                "decoys": [
                    "加熱",
                    "泡水",
                    "充氣",
                    "搧風",
                    "用心"
                ]
            },
            {
                "question": "可以回復的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以回復的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ]
            },
            {
                "question": "加速生鏽的條件",
                "correct": [
                    "高溫",
                    "潮濕",
                    "酸性溶液",
                    "鹽分"
                ],
                "decoys": [
                    "體溫",
                    "磁力",
                    "勇氣",
                    "變黑",
                    "重量"
                ]
            },
            {
                "question": "防止生鏽的方法",
                "correct": [
                    "塗油漆",
                    "電鍍",
                    "保持乾燥",
                    "做成合金"
                ],
                "decoys": [
                    "高溫",
                    "潮濕",
                    "酸性溶液",
                    "鹽分",
                    "用心"
                ]
            },
            {
                "question": "物質變化屬於快速變化的有哪些",
                "correct": [
                    "燃燒",
                    "爆炸",
                    "酸鹼中和"
                ],
                "decoys": [
                    "生鏽",
                    "慢跑",
                    "形成鐘乳石",
                    "急性子",
                    "脾氣",
                    "閃電"
                ]
            },
            {
                "question": "物質變化屬於緩慢變化的有哪些",
                "correct": [
                    "鐵生鏽",
                    "岩石風化",
                    "形成鐘乳石"
                ],
                "decoys": [
                    "燃燒",
                    "爆炸",
                    "酸鹼中和",
                    "薪水",
                    "脾氣",
                    "年齡"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速振動",
                    "有介質"
                ],
                "decoys": [
                    "用心",
                    "視力",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "固體傳聲的實例",
                "correct": [
                    "隔牆有耳",
                    "趴地上聽聲音",
                    "聽診器",
                    "紙杯電話"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心"
                ]
            },
            {
                "question": "液體傳聲的實例",
                "correct": [
                    "水中芭蕾",
                    "海豚溝通",
                    "敲魚缸嚇魚"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心",
                    "隔牆有耳"
                ]
            },
            {
                "question": "影響音量大小的因素",
                "correct": [
                    "施力大小",
                    "振動幅度",
                    "介質多少"
                ],
                "decoys": [
                    "樂器長短",
                    "說話速度",
                    "勇氣",
                    "顏色",
                    "聽力",
                    "重量"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速振動",
                    "有介質"
                ],
                "decoys": [
                    "用心",
                    "視力",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "固體傳聲的實例",
                "correct": [
                    "隔牆有耳",
                    "趴地上聽聲音",
                    "聽診器",
                    "紙杯電話"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心"
                ]
            },
            {
                "question": "液體傳聲的實例",
                "correct": [
                    "水中芭蕾",
                    "海豚溝通",
                    "敲魚缸嚇魚"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心",
                    "隔牆有耳"
                ]
            },
            {
                "question": "影響音量大小的因素",
                "correct": [
                    "施力大小",
                    "振動幅度",
                    "介質多少"
                ],
                "decoys": [
                    "樂器長短",
                    "說話速度",
                    "勇氣",
                    "顏色",
                    "聽力",
                    "重量"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            },
            {
                "question": "哪些是生物",
                "correct": [
                    "人",
                    "狗",
                    "細菌",
                    "仙人掌",
                    "海豚"
                ],
                "decoys": [
                    "水",
                    "石頭",
                    "空氣",
                    "黃金"
                ]
            },
            {
                "question": "哪些是非生物",
                "correct": [
                    "水",
                    "石頭",
                    "空氣",
                    "黃金"
                ],
                "decoys": [
                    "人",
                    "狗",
                    "細菌",
                    "仙人掌",
                    "海豚"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "防震保命三步驟",
                "correct": [
                    "趴下",
                    "掩護",
                    "穩住"
                ],
                "decoys": [
                    "大叫",
                    "快跑",
                    "跳高",
                    "睡覺",
                    "閉眼",
                    "聽歌"
                ]
            },
            {
                "question": "河流上游的特徵",
                "correct": [
                    "地勢陡峭",
                    "水流湍急",
                    "石頭巨大"
                ],
                "decoys": [
                    "地勢平緩",
                    "水流緩慢",
                    "砂土較多",
                    "萬里無雲",
                    "沙攤",
                    "溫泉水"
                ]
            },
            {
                "question": "河流下游的特徵",
                "correct": [
                    "地勢平緩",
                    "水流緩慢",
                    "砂土較多"
                ],
                "decoys": [
                    "地勢陡峭",
                    "水流湍急",
                    "石頭巨大",
                    "萬里無雲",
                    "柏油路",
                    "溫泉水"
                ]
            },
            {
                "question": "地表常見的物質",
                "correct": [
                    "礫石",
                    "砂",
                    "土壤"
                ],
                "decoys": [
                    "鑽石",
                    "愛心",
                    "黃金",
                    "白銀",
                    "鉑金",
                    "鈾礦"
                ]
            },
            {
                "question": "影響流水侵蝕及搬運能力的因素",
                "correct": [
                    "流速",
                    "流量",
                    "坡度"
                ],
                "decoys": [
                    "流行",
                    "流汗",
                    "水質",
                    "顏色",
                    "鹹度",
                    "運氣"
                ]
            },
            {
                "question": "讓岩石變土壤的因素",
                "correct": [
                    "風吹",
                    "日曬",
                    "雨淋",
                    "動物行為"
                ],
                "decoys": [
                    "心情",
                    "運氣",
                    "勇氣",
                    "風景",
                    "日曆"
                ]
            },
            {
                "question": "緊急避難包的內容物有哪些",
                "correct": [
                    "水",
                    "乾糧",
                    "迷你急救箱",
                    "保暖衣物",
                    "哨子"
                ],
                "decoys": [
                    "玩偶",
                    "遊戲機",
                    "百科全書",
                    "手搖飲"
                ]
            },
            {
                "question": "構成電路的三大基本要素",
                "correct": [
                    "電源",
                    "電線",
                    "電器"
                ],
                "decoys": [
                    "開關",
                    "電表",
                    "電力公司",
                    "閃電",
                    "充電器",
                    "電話"
                ]
            },
            {
                "question": "哪些是導體",
                "correct": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ],
                "decoys": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ]
            },
            {
                "question": "哪些是絕緣體",
                "correct": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ],
                "decoys": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ]
            },
            {
                "question": "關於燈泡串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越串越暗",
                    "越串越省電"
                ],
                "decoys": [
                    "一個壞不影響",
                    "越串越亮",
                    "越串越耗電",
                    "與心情有關",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於燈泡並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "一個壞不影響",
                    "不影響亮度",
                    "越並越耗電"
                ],
                "decoys": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越並越暗",
                    "越並越省電",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於電池串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "越串燈越亮",
                    "越串越耗電"
                ],
                "decoys": [
                    "越串燈越暗",
                    "越串越省電",
                    "可以用比較久",
                    "電池變大顆",
                    "電線變長",
                    "燈泡變大"
                ]
            },
            {
                "question": "關於電池並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "不影響亮度",
                    "延長使用時間"
                ],
                "decoys": [
                    "越並燈越暗",
                    "越並越耗電",
                    "電池變小顆",
                    "電線變短",
                    "燈泡變小",
                    "越並燈越亮"
                ]
            },
            {
                "question": "有關用電安全的正確敘述",
                "correct": [
                    "保持乾燥",
                    "避免過載",
                    "電線不破損"
                ],
                "decoys": [
                    "濕手觸碰",
                    "綑綁電線",
                    "插越多越划算",
                    "電線旁邊玩水",
                    "開關永遠打開",
                    "任意拉扯電線"
                ]
            },
            {
                "question": "燈泡的構造有哪些",
                "correct": [
                    "玻璃罩",
                    "燈絲",
                    "導線",
                    "螺紋金屬體",
                    "連接點"
                ],
                "decoys": [
                    "保險絲",
                    "氧氣",
                    "電池",
                    "太陽能板"
                ]
            },
            {
                "question": "LED的特徵",
                "correct": [
                    "省電",
                    "壽命長",
                    "連接有方向性",
                    "長腳接正",
                    "短腳接負"
                ],
                "decoys": [
                    "耗電",
                    "壽命短",
                    "長腳接負",
                    "短腳接正"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "太陽系包含宇宙的哪些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            },
            {
                "question": "一天當中影子的變化",
                "correct": [
                    "中午最短",
                    "清晨較長",
                    "傍晚較長"
                ],
                "decoys": [
                    "中午最長",
                    "清晨較短",
                    "傍晚較短",
                    "沒有規律",
                    "乎長乎短",
                    "沒有影子"
                ]
            },
            {
                "question": "夜晚觀測月亮或星星，正確的注意事項",
                "correct": [
                    "選擇光害少",
                    "固定地點",
                    "紀錄高度角",
                    "紀錄方位"
                ],
                "decoys": [
                    "在馬路上",
                    "任意地點",
                    "紀錄天氣",
                    "記錄心情",
                    "用放大鏡"
                ]
            },
            {
                "question": "月亮的升落方位",
                "correct": [
                    "東方升起",
                    "西方落下"
                ],
                "decoys": [
                    "東方落下",
                    "西方升起",
                    "北方升起",
                    "南方落下",
                    "南方升起",
                    "北方落下",
                    "沒有升起"
                ]
            },
            {
                "question": "正確的月相名稱",
                "correct": [
                    "初1是新月",
                    "15是滿月",
                    "初8是上弦",
                    "22是下弦"
                ],
                "decoys": [
                    "初1是望月",
                    "15是朔月",
                    "初8是下弦",
                    "22是上弦",
                    "初1是殘月"
                ]
            },
            {
                "question": "不會自行發光的天體",
                "correct": [
                    "月亮",
                    "火星",
                    "木星",
                    "土星",
                    "金星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "天狼星",
                    "織女星"
                ]
            },
            {
                "question": "一天當中月亮高度角的變化",
                "correct": [
                    "先由小變大",
                    "後由大變小"
                ],
                "decoys": [
                    "先由大變小",
                    "後由小變大",
                    "持續變大",
                    "持續變小",
                    "忽大忽小",
                    "保持不變",
                    "不一定"
                ]
            },
            {
                "question": "哪些是農曆節日",
                "correct": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ],
                "decoys": [
                    "教師節",
                    "聖誕節",
                    "萬聖節",
                    "元旦"
                ]
            },
            {
                "question": "面向南方觀測月亮",
                "correct": [
                    "後面是北",
                    "右手是西",
                    "左手是東"
                ],
                "decoys": [
                    "後面是東",
                    "右手是北",
                    "左手是西",
                    "後面是西",
                    "右手是東",
                    "左手是北"
                ]
            },
            {
                "question": "關於新月、上弦、滿月、下弦的順序，正確的有哪些",
                "correct": [
                    "新月接上弦",
                    "上弦接滿月",
                    "滿月接下弦",
                    "下弦接新月"
                ],
                "decoys": [
                    "新月接下弦",
                    "下弦接滿月",
                    "滿月接上弦",
                    "上弦接新月",
                    "沒有規律"
                ]
            },
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "構成電路的三大基本要素",
                "correct": [
                    "電源",
                    "電線",
                    "電器"
                ],
                "decoys": [
                    "開關",
                    "電表",
                    "電力公司",
                    "閃電",
                    "充電器",
                    "電話"
                ]
            },
            {
                "question": "哪些是導體",
                "correct": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ],
                "decoys": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ]
            },
            {
                "question": "哪些是絕緣體",
                "correct": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ],
                "decoys": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ]
            },
            {
                "question": "關於燈泡串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越串越暗",
                    "越串越省電"
                ],
                "decoys": [
                    "一個壞不影響",
                    "越串越亮",
                    "越串越耗電",
                    "與心情有關",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於燈泡並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "一個壞不影響",
                    "不影響亮度",
                    "越並越耗電"
                ],
                "decoys": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越並越暗",
                    "越並越省電",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於電池串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "越串燈越亮",
                    "越串越耗電"
                ],
                "decoys": [
                    "越串燈越暗",
                    "越串越省電",
                    "可以用比較久",
                    "電池變大顆",
                    "電線變長",
                    "燈泡變大"
                ]
            },
            {
                "question": "關於電池並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "不影響亮度",
                    "延長使用時間"
                ],
                "decoys": [
                    "越並燈越暗",
                    "越並越耗電",
                    "電池變小顆",
                    "電線變短",
                    "燈泡變小",
                    "越並燈越亮"
                ]
            },
            {
                "question": "有關用電安全的正確敘述",
                "correct": [
                    "保持乾燥",
                    "避免過載",
                    "電線不破損"
                ],
                "decoys": [
                    "濕手觸碰",
                    "綑綁電線",
                    "插越多越划算",
                    "電線旁邊玩水",
                    "開關永遠打開",
                    "任意拉扯電線"
                ]
            },
            {
                "question": "燈泡的構造有哪些",
                "correct": [
                    "玻璃罩",
                    "燈絲",
                    "導線",
                    "螺紋金屬體",
                    "連接點"
                ],
                "decoys": [
                    "保險絲",
                    "氧氣",
                    "電池",
                    "太陽能板"
                ]
            },
            {
                "question": "LED的特徵",
                "correct": [
                    "省電",
                    "壽命長",
                    "連接有方向性",
                    "長腳接正",
                    "短腳接負"
                ],
                "decoys": [
                    "耗電",
                    "壽命短",
                    "長腳接負",
                    "短腳接正"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            },
            {
                "question": "哪些是能量",
                "correct": [
                    "聲",
                    "光",
                    "熱",
                    "電"
                ],
                "decoys": [
                    "影子",
                    "勇氣",
                    "愛心",
                    "氧氣",
                    "運氣"
                ]
            },
            {
                "question": "超音波的運用有哪些",
                "correct": [
                    "聲納",
                    "檢查胎兒",
                    "擊碎結石",
                    "清洗眼鏡"
                ],
                "decoys": [
                    "心電感應",
                    "微波",
                    "藍牙",
                    "蝙蝠俠",
                    "太陽能發電"
                ]
            },
            {
                "question": "哪些是國家認可的標章",
                "correct": [
                    "環保標章",
                    "省水標章",
                    "節能標章"
                ],
                "decoys": [
                    "好棒棒標章",
                    "好寶寶標章",
                    "好學生標章",
                    "米其林標章",
                    "省錢標章",
                    "整潔標章"
                ]
            },
            {
                "question": "哪些是生物資源",
                "correct": [
                    "木材",
                    "稻米",
                    "靈芝",
                    "雞"
                ],
                "decoys": [
                    "煤炭",
                    "太陽",
                    "空氣",
                    "水",
                    "黃金"
                ]
            },
            {
                "question": "哪些是石油製品",
                "correct": [
                    "塑膠",
                    "雨衣",
                    "水壺",
                    "寶特瓶"
                ],
                "decoys": [
                    "冰壩杯",
                    "玻璃瓶",
                    "陶瓷碗",
                    "鉛筆",
                    "豆腐"
                ]
            },
            {
                "question": "哪些是初級能源",
                "correct": [
                    "煤",
                    "石油",
                    "天然氣",
                    "太陽能",
                    "核能"
                ],
                "decoys": [
                    "汽油",
                    "液化石油氣",
                    "電能",
                    "木炭"
                ]
            },
            {
                "question": "哪些是可再生能源",
                "correct": [
                    "太陽",
                    "風力",
                    "水力",
                    "地熱"
                ],
                "decoys": [
                    "煤礦",
                    "石油",
                    "天然氣",
                    "鈾礦",
                    "愛心"
                ]
            }
        ]
    },
    "5年級": {
        "上冊(H)": [
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有哪些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "植物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "個體"
                ],
                "decoys": [
                    "系統",
                    "原子",
                    "群集",
                    "族群",
                    "葉綠體"
                ]
            },
            {
                "question": "植物有哪些器官",
                "correct": [
                    "根",
                    "莖",
                    "葉",
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "孢子",
                    "花粉",
                    "維管束"
                ]
            },
            {
                "question": "根的功能",
                "correct": [
                    "固定植物",
                    "吸收水分",
                    "吸收養分"
                ],
                "decoys": [
                    "行光合作用",
                    "吸引昆蟲",
                    "製造種子",
                    "接收陽光",
                    "感應地震",
                    "支撐花朵"
                ]
            },
            {
                "question": "關於氣孔的功能與敘述",
                "correct": [
                    "位於葉片",
                    "保衛細胞控制",
                    "水分蒸散",
                    "氣體交換"
                ],
                "decoys": [
                    "吸收水分",
                    "製造養分",
                    "反射陽光",
                    "分泌花蜜",
                    "吸收陽光"
                ]
            },
            {
                "question": "關於光合作用的反應與敘述",
                "correct": [
                    "吸收太陽能",
                    "消耗水",
                    "消耗二氧化碳",
                    "製造養分",
                    "釋放氧氣"
                ],
                "decoys": [
                    "消耗氧氣",
                    "釋放二氧化碳",
                    "晚上進行",
                    "產生熱能"
                ]
            },
            {
                "question": "種子的傳播方式",
                "correct": [
                    "風力",
                    "水力",
                    "附著動物",
                    "彈力",
                    "吸引動物採食"
                ],
                "decoys": [
                    "網路",
                    "電力",
                    "磁力",
                    "光速"
                ]
            },
            {
                "question": "可以用營養器官繁殖的植物",
                "correct": [
                    "番薯",
                    "落地生根",
                    "石蓮",
                    "馬鈴薯"
                ],
                "decoys": [
                    "紅豆",
                    "綠豆",
                    "向日葵",
                    "花生",
                    "玉米"
                ]
            },
            {
                "question": "關於蕨類的敘述",
                "correct": [
                    "沒有果實",
                    "沒有種子",
                    "孢子繁殖",
                    "不會開花"
                ],
                "decoys": [
                    "有花粉",
                    "種子很大",
                    "有胚珠",
                    "根毛開花",
                    "喜歡沙漠"
                ]
            },
            {
                "question": "蒸散作用的水分移動敘述",
                "correct": [
                    "根部進入",
                    "莖部向上運輸",
                    "葉部釋出"
                ],
                "decoys": [
                    "葉部進入",
                    "莖部向下運輸",
                    "根部釋出",
                    "花瓣進入",
                    "種子進入",
                    "果實進入"
                ]
            },
            {
                "question": "花的構造有哪些",
                "correct": [
                    "花萼",
                    "花瓣",
                    "雄蕊",
                    "雌蕊"
                ],
                "decoys": [
                    "孢子囊",
                    "觸角",
                    "年輪",
                    "氣孔",
                    "反射鏡"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "增加摩擦力的方法",
                "correct": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋"
                ],
                "decoys": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計",
                    "減輕重量",
                    "打蠟",
                    "用磁浮技術"
                ]
            },
            {
                "question": "減少摩擦力的方法",
                "correct": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計"
                ],
                "decoys": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋",
                    "輪胎改成方形",
                    "穿釘鞋",
                    "增加重量"
                ]
            },
            {
                "question": "影響摩擦力大小的因素",
                "correct": [
                    "物體重量",
                    "接觸面性質"
                ],
                "decoys": [
                    "物體大小",
                    "接觸面大小",
                    "顏色",
                    "價格",
                    "心情",
                    "光線強度",
                    "形狀"
                ]
            },
            {
                "question": "力平衡的條件",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "在同一直線上"
                ],
                "decoys": [
                    "方向相同",
                    "大小不等",
                    "施力在同側",
                    "作用時間要長",
                    "施力要大",
                    "必須是接觸力"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "哪些代表速度較快",
                "correct": [
                    "同距離越快到",
                    "同時間跑越遠"
                ],
                "decoys": [
                    "滿頭大汗",
                    "腳步聲很響",
                    "最貴的鞋",
                    "路徑最崎嶇",
                    "心跳最快",
                    "姿勢最帥",
                    "體重最輕"
                ]
            },
            {
                "question": "盪鞦韆的過程中，關於動能與位能的正確敘述",
                "correct": [
                    "最高點位能大",
                    "最高點動能小",
                    "最低點位能小",
                    "最低點動能大"
                ],
                "decoys": [
                    "最高點位能小",
                    "最高點動能大",
                    "最低點位能大",
                    "最低點動能小",
                    "動能固定"
                ]
            },
            {
                "question": "彈簧掛2個砝碼總長12cm，掛8個砝碼總長24cm，何者正確",
                "correct": [
                    "彈簧原長8cm",
                    "每個砝碼+2cm",
                    "掛6個20cm"
                ],
                "decoys": [
                    "彈簧原長10cm",
                    "每個砝碼+1cm",
                    "掛6個18cm",
                    "長度隨機變化",
                    "掛幾個都可以",
                    "掛越重越短"
                ]
            },
            {
                "question": "靜止的某物體只受到兩股水平拉力，分別為30gw和50gw，何者正確",
                "correct": [
                    "合力最大80gw",
                    "合力最小20gw",
                    "此物一定會動"
                ],
                "decoys": [
                    "合力固定40gw",
                    "合力最小0gw",
                    "物體保持靜止",
                    "合力是1500gw",
                    "合力方向向下",
                    "合力方向向上"
                ]
            },
            {
                "question": "相較於1樓地板，哪些屬於位能大的地方",
                "correct": [
                    "摩天輪最高點",
                    "101頂樓",
                    "玉山山頂",
                    "升空的熱氣球",
                    "移動中的飛機"
                ],
                "decoys": [
                    "一樓地板",
                    "地下停車場",
                    "路邊小草",
                    "海邊沙灘"
                ]
            },
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "哪些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "動物行為的主要目的",
                "correct": [
                    "覓食",
                    "築巢",
                    "求偶"
                ],
                "decoys": [
                    "看電視",
                    "玩手機",
                    "逛超市",
                    "吹冷氣",
                    "考試",
                    "寫作業"
                ]
            },
            {
                "question": "動物常見的溝通行為",
                "correct": [
                    "聲音",
                    "氣味",
                    "動作",
                    "光"
                ],
                "decoys": [
                    "傳簡訊",
                    "寫信",
                    "無線電",
                    "超音波",
                    "分享網路"
                ]
            },
            {
                "question": "動物遷徙的主要目的",
                "correct": [
                    "覓食",
                    "避冬",
                    "繁殖"
                ],
                "decoys": [
                    "出國旅遊",
                    "移民搬家",
                    "參加比賽",
                    "環島",
                    "探親",
                    "尋找寶藏"
                ]
            },
            {
                "question": "有社會性的動物",
                "correct": [
                    "螞蟻",
                    "蜜蜂",
                    "臺灣獼猴"
                ],
                "decoys": [
                    "蜘蛛",
                    "眼鏡蛇",
                    "變色龍",
                    "大白鯊",
                    "貓頭鷹",
                    "北極熊"
                ]
            },
            {
                "question": "動物常見的求偶行為",
                "correct": [
                    "跳舞動作",
                    "鳴叫聲音",
                    "散發味道",
                    "打鬥示威"
                ],
                "decoys": [
                    "互換名片",
                    "加line",
                    "請喝咖啡",
                    "IG追蹤",
                    "玩躲貓貓"
                ]
            },
            {
                "question": "哪些動物是體外受精",
                "correct": [
                    "青蛙",
                    "海星",
                    "金魚",
                    "吳郭魚"
                ],
                "decoys": [
                    "海豚",
                    "企鵝",
                    "蛇",
                    "蝙蝠",
                    "人"
                ]
            },
            {
                "question": "哪些動物是胎生",
                "correct": [
                    "貓",
                    "狗",
                    "鯨魚",
                    "蝙蝠",
                    "人"
                ],
                "decoys": [
                    "企鵝",
                    "烏龜",
                    "壁虎",
                    "鱷魚"
                ]
            },
            {
                "question": "哪些動物是變溫動物",
                "correct": [
                    "青蛙",
                    "烏龜",
                    "鯉魚",
                    "蝸牛",
                    "蝴蝶"
                ],
                "decoys": [
                    "人",
                    "海豚",
                    "麻雀",
                    "大象"
                ]
            },
            {
                "question": "哪些動物有育幼行為",
                "correct": [
                    "燕子",
                    "貓",
                    "袋鼠",
                    "海馬",
                    "人"
                ],
                "decoys": [
                    "海龜",
                    "鮭魚",
                    "蚊子",
                    "蒼蠅"
                ]
            },
            {
                "question": "動物常見的防禦行為",
                "correct": [
                    "擬態",
                    "偽裝",
                    "保護色",
                    "警戒色"
                ],
                "decoys": [
                    "噴火",
                    "報警",
                    "使用盾牌",
                    "使用雷射光",
                    "使用哨子"
                ]
            },
            {
                "question": "樂音三要素",
                "correct": [
                    "響度",
                    "音調",
                    "音色"
                ],
                "decoys": [
                    "音速",
                    "頻率",
                    "振幅",
                    "回聲",
                    "波長",
                    "共振"
                ]
            },
            {
                "question": "影響響度的因素",
                "correct": [
                    "力道",
                    "能量",
                    "振動幅度"
                ],
                "decoys": [
                    "介質",
                    "聽覺",
                    "波形",
                    "距離",
                    "材質",
                    "整齊度"
                ]
            },
            {
                "question": "符合哪些條件則音調越高",
                "correct": [
                    "輕",
                    "細",
                    "緊",
                    "短"
                ],
                "decoys": [
                    "沖",
                    "脫",
                    "泡",
                    "蓋",
                    "送"
                ]
            },
            {
                "question": "常見的樂器分類",
                "correct": [
                    "弦樂器",
                    "管樂器",
                    "打擊樂器"
                ],
                "decoys": [
                    "電子樂器",
                    "反射樂器",
                    "摩擦樂器",
                    "太陽能樂器",
                    "超音波樂器",
                    "靜電樂器"
                ]
            },
            {
                "question": "弦樂器的音調與弦的關係",
                "correct": [
                    "越細越高",
                    "越緊越高",
                    "越短越高"
                ],
                "decoys": [
                    "越粗越高",
                    "越鬆越高",
                    "越長越高",
                    "越大力越高",
                    "越紅越高",
                    "越重越高"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速振動",
                    "有介質",
                    "良好的聽覺"
                ],
                "decoys": [
                    "用心",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "關於響度的正確敘述",
                "correct": [
                    "單位是分貝",
                    "越用力越大聲",
                    "與振幅有關",
                    "與能量有關"
                ],
                "decoys": [
                    "單位是赫茲",
                    "與頻率有關",
                    "與波形有關",
                    "男生一定較大",
                    "響度代表高低"
                ]
            },
            {
                "question": "關於音調的正確敘述",
                "correct": [
                    "男生通常較低",
                    "女生通常較高",
                    "與頻率有關"
                ],
                "decoys": [
                    "單位是分貝",
                    "越用力越高",
                    "越用力越低",
                    "與振幅有關",
                    "與能量有關",
                    "真空中最高"
                ]
            },
            {
                "question": "關於音色的正確敘述",
                "correct": [
                    "又稱作音品",
                    "與波形有關"
                ],
                "decoys": [
                    "又稱作頻率",
                    "單位是分貝",
                    "代表聲音高低",
                    "月球上最響亮",
                    "由分貝決定",
                    "與振幅有關",
                    "單位是赫茲"
                ]
            },
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "哪些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            },
            {
                "question": "空氣含量前三名",
                "correct": [
                    "氮氣",
                    "氧氣",
                    "氬氣"
                ],
                "decoys": [
                    "氫氣",
                    "水氣",
                    "臭氧",
                    "氯氣",
                    "氦氣",
                    "甲烷"
                ]
            },
            {
                "question": "吐氣含量前三名",
                "correct": [
                    "氮氣",
                    "氧氣",
                    "二氧化碳"
                ],
                "decoys": [
                    "氬氣",
                    "水氣",
                    "臭氧",
                    "氯氣",
                    "氦氣",
                    "甲烷"
                ]
            },
            {
                "question": "氮氣的特徵",
                "correct": [
                    "不可燃",
                    "不助燃",
                    "填充食品保鮮"
                ],
                "decoys": [
                    "易燃",
                    "幫助呼吸",
                    "紅色氣體",
                    "劇毒氣體",
                    "讓氣球飛起來",
                    "有臭味"
                ]
            },
            {
                "question": "氧氣的特徵",
                "correct": [
                    "助燃",
                    "生物呼吸必須",
                    "使死灰復燃"
                ],
                "decoys": [
                    "填充食品保鮮",
                    "藍色氣體",
                    "劇毒氣體",
                    "讓氣球飛起來",
                    "有臭味",
                    "可滅火"
                ]
            },
            {
                "question": "二氧化碳的特徵",
                "correct": [
                    "不可燃",
                    "不助燃",
                    "比空氣重"
                ],
                "decoys": [
                    "幫助呼吸",
                    "助燃",
                    "易燃",
                    "有毒",
                    "粉紅色",
                    "有甜味"
                ]
            },
            {
                "question": "製造氧氣的材料",
                "correct": [
                    "雙氧水",
                    "胡蘿蔔",
                    "金針菇"
                ],
                "decoys": [
                    "醋",
                    "小蘇打",
                    "食鹽",
                    "酒精",
                    "乾冰",
                    "蠟燭"
                ]
            },
            {
                "question": "製造二氧化碳的材料",
                "correct": [
                    "醋",
                    "小蘇打粉",
                    "檸檬酸"
                ],
                "decoys": [
                    "雙氧水",
                    "胡蘿蔔",
                    "金針菇",
                    "洗碗精",
                    "酒精",
                    "沙拉油"
                ]
            },
            {
                "question": "燃燒三要素",
                "correct": [
                    "可燃物",
                    "助燃物",
                    "達到燃點"
                ],
                "decoys": [
                    "二氧化碳",
                    "水",
                    "滅火器",
                    "氮氣",
                    "低溫",
                    "絕緣體"
                ]
            },
            {
                "question": "滅火器使用口訣",
                "correct": [
                    "拉",
                    "瞄",
                    "壓",
                    "掃"
                ],
                "decoys": [
                    "濕",
                    "搓",
                    "沖",
                    "捧",
                    "擦"
                ]
            },
            {
                "question": "火災逃生正確的注意事項",
                "correct": [
                    "低姿勢",
                    "不可搭電梯",
                    "摸門把測溫"
                ],
                "decoys": [
                    "躲浴室",
                    "搭電梯",
                    "跳樓",
                    "尋找財物",
                    "返回火場",
                    "玩手機"
                ]
            },
            {
                "question": "生鏽的主因",
                "correct": [
                    "水",
                    "氧氣"
                ],
                "decoys": [
                    "陽光",
                    "氮氣",
                    "肥料",
                    "細菌",
                    "心情",
                    "太髒",
                    "鄰居"
                ]
            },
            {
                "question": "加速生鏽的因素",
                "correct": [
                    "酸雨",
                    "鹽分"
                ],
                "decoys": [
                    "抹油",
                    "包膜",
                    "放冰箱",
                    "心情",
                    "重量",
                    "乾旱",
                    "甜度"
                ]
            },
            {
                "question": "哪些是科學探究的步驟",
                "correct": [
                    "觀察",
                    "提出問題",
                    "參考文獻",
                    "實驗驗證",
                    "提出假說"
                ],
                "decoys": [
                    "擲茭",
                    "問神明",
                    "猜拳",
                    "作夢"
                ]
            },
            {
                "question": "實驗變因有哪些",
                "correct": [
                    "操作變因",
                    "控制變因",
                    "應變變因"
                ],
                "decoys": [
                    "心情變因",
                    "天氣變因",
                    "魔法變因",
                    "基因",
                    "操作手冊",
                    "隨機變因"
                ]
            },
            {
                "question": "常見的防鏽方法",
                "correct": [
                    "保持乾燥",
                    "塗油漆",
                    "上油",
                    "電鍍",
                    "製作合金"
                ],
                "decoys": [
                    "泡水",
                    "撒鹽",
                    "照光",
                    "吹風"
                ]
            },
            {
                "question": "不鏽鋼的主要成分",
                "correct": [
                    "鐵",
                    "鉻",
                    "鎳"
                ],
                "decoys": [
                    "銅",
                    "鋁",
                    "金",
                    "銀",
                    "塑膠",
                    "鋼鐵人"
                ]
            },
            {
                "question": "黴菌喜歡的生長環境",
                "correct": [
                    "溫暖",
                    "潮濕",
                    "陰暗"
                ],
                "decoys": [
                    "寒冷",
                    "乾燥",
                    "陽光充足",
                    "真空",
                    "養老院",
                    "月球上"
                ]
            },
            {
                "question": "延長食物保存的原理",
                "correct": [
                    "去除水分",
                    "隔絕空氣",
                    "降溫",
                    "殺菌"
                ],
                "decoys": [
                    "照光",
                    "噴水",
                    "加熱",
                    "對它唱歌",
                    "隔絕人類"
                ]
            },
            {
                "question": "常見的食品添加物",
                "correct": [
                    "防腐劑",
                    "色素",
                    "香料"
                ],
                "decoys": [
                    "農藥",
                    "香水",
                    "色紙",
                    "口罩",
                    "防寒衣物",
                    "清潔劑"
                ]
            },
            {
                "question": "食物的保存方法",
                "correct": [
                    "冷藏",
                    "冷凍",
                    "曬乾",
                    "真空"
                ],
                "decoys": [
                    "放在桌上",
                    "埋在土裡",
                    "泡在水裡",
                    "用火燒",
                    "盯著它看"
                ]
            },
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有哪些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "哪些是恆星",
                "correct": [
                    "太陽",
                    "北極星",
                    "天狼星"
                ],
                "decoys": [
                    "地球",
                    "月亮",
                    "火星",
                    "哈雷彗星",
                    "大猩猩",
                    "太陽眼鏡"
                ]
            },
            {
                "question": "哪些是行星",
                "correct": [
                    "地球",
                    "金星",
                    "火星",
                    "土星",
                    "木星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "月球",
                    "流星"
                ]
            },
            {
                "question": "類地行星有哪些",
                "correct": [
                    "水星",
                    "金星",
                    "地球",
                    "火星"
                ],
                "decoys": [
                    "木星",
                    "土星",
                    "天王星",
                    "海王星",
                    "太陽"
                ]
            },
            {
                "question": "類木行星的性質有哪些",
                "correct": [
                    "體積大",
                    "質量大",
                    "密度小",
                    "溫度低",
                    "距離太陽較遠"
                ],
                "decoys": [
                    "體積小",
                    "質量小",
                    "密度大",
                    "距離太陽較近"
                ]
            },
            {
                "question": "關於星星與星座的正確敘述",
                "correct": [
                    "可辨認時間",
                    "可辨認方位",
                    "有88個星座",
                    "會東升西落"
                ],
                "decoys": [
                    "每天位置一樣",
                    "白天沒有星星",
                    "是外星人畫的",
                    "會說話",
                    "有住人"
                ]
            },
            {
                "question": "哪些是長度或距離單位",
                "correct": [
                    "天文單位",
                    "光年",
                    "公里",
                    "公尺",
                    "公釐"
                ],
                "decoys": [
                    "公斤",
                    "公升",
                    "小時",
                    "公車"
                ]
            },
            {
                "question": "尋找北極星可以利用什麼天體",
                "correct": [
                    "北斗七星",
                    "仙后座"
                ],
                "decoys": [
                    "獵戶座",
                    "月亮",
                    "太陽",
                    "北斗肉圓",
                    "優先座",
                    "北斗神拳",
                    "南十字座"
                ]
            },
            {
                "question": "北半球觀星，使用星座盤的方法",
                "correct": [
                    "調整時間日期",
                    "面向北方",
                    "高舉過頭",
                    "盤面朝下",
                    "北字朝前"
                ],
                "decoys": [
                    "調整體重",
                    "高舉盤子",
                    "放在地上看",
                    "閉上眼睛"
                ]
            },
            {
                "question": "觀星的條件",
                "correct": [
                    "光害少",
                    "視野開闊",
                    "天氣晴朗"
                ],
                "decoys": [
                    "路燈多",
                    "雲層厚",
                    "大樓旁",
                    "雨天",
                    "廁所內",
                    "正中午"
                ]
            },
            {
                "question": "太陽系包含宇宙的哪些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "哪些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            },
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有哪些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "植物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "個體"
                ],
                "decoys": [
                    "系統",
                    "原子",
                    "群集",
                    "族群",
                    "葉綠體"
                ]
            },
            {
                "question": "植物有哪些器官",
                "correct": [
                    "根",
                    "莖",
                    "葉",
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "孢子",
                    "花粉",
                    "維管束"
                ]
            },
            {
                "question": "根的功能",
                "correct": [
                    "固定植物",
                    "吸收水分",
                    "吸收養分"
                ],
                "decoys": [
                    "行光合作用",
                    "吸引昆蟲",
                    "製造種子",
                    "接收陽光",
                    "感應地震",
                    "支撐花朵"
                ]
            },
            {
                "question": "關於氣孔的功能與敘述",
                "correct": [
                    "位於葉片",
                    "保衛細胞控制",
                    "水分蒸散",
                    "氣體交換"
                ],
                "decoys": [
                    "吸收水分",
                    "製造養分",
                    "反射陽光",
                    "分泌花蜜",
                    "吸收陽光"
                ]
            },
            {
                "question": "關於光合作用的反應與敘述",
                "correct": [
                    "吸收太陽能",
                    "消耗水",
                    "消耗二氧化碳",
                    "製造養分",
                    "釋放氧氣"
                ],
                "decoys": [
                    "消耗氧氣",
                    "釋放二氧化碳",
                    "晚上進行",
                    "產生熱能"
                ]
            },
            {
                "question": "種子的傳播方式",
                "correct": [
                    "風力",
                    "水力",
                    "附著動物",
                    "彈力",
                    "吸引動物採食"
                ],
                "decoys": [
                    "網路",
                    "電力",
                    "磁力",
                    "光速"
                ]
            },
            {
                "question": "可以用營養器官繁殖的植物",
                "correct": [
                    "番薯",
                    "落地生根",
                    "石蓮",
                    "馬鈴薯"
                ],
                "decoys": [
                    "紅豆",
                    "綠豆",
                    "向日葵",
                    "花生",
                    "玉米"
                ]
            },
            {
                "question": "關於蕨類的敘述",
                "correct": [
                    "沒有果實",
                    "沒有種子",
                    "孢子繁殖",
                    "不會開花"
                ],
                "decoys": [
                    "有花粉",
                    "種子很大",
                    "有胚珠",
                    "根毛開花",
                    "喜歡沙漠"
                ]
            },
            {
                "question": "蒸散作用的水分移動敘述",
                "correct": [
                    "根部進入",
                    "莖部向上運輸",
                    "葉部釋出"
                ],
                "decoys": [
                    "葉部進入",
                    "莖部向下運輸",
                    "根部釋出",
                    "花瓣進入",
                    "種子進入",
                    "果實進入"
                ]
            },
            {
                "question": "花的構造有哪些",
                "correct": [
                    "花萼",
                    "花瓣",
                    "雄蕊",
                    "雌蕊"
                ],
                "decoys": [
                    "孢子囊",
                    "觸角",
                    "年輪",
                    "氣孔",
                    "反射鏡"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "增加摩擦力的方法",
                "correct": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋"
                ],
                "decoys": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計",
                    "減輕重量",
                    "打蠟",
                    "用磁浮技術"
                ]
            },
            {
                "question": "減少摩擦力的方法",
                "correct": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計"
                ],
                "decoys": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋",
                    "輪胎改成方形",
                    "穿釘鞋",
                    "增加重量"
                ]
            },
            {
                "question": "影響摩擦力大小的因素",
                "correct": [
                    "物體重量",
                    "接觸面性質"
                ],
                "decoys": [
                    "物體大小",
                    "接觸面大小",
                    "顏色",
                    "價格",
                    "心情",
                    "光線強度",
                    "形狀"
                ]
            },
            {
                "question": "力平衡的條件",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "在同一直線上"
                ],
                "decoys": [
                    "方向相同",
                    "大小不等",
                    "施力在同側",
                    "作用時間要長",
                    "施力要大",
                    "必須是接觸力"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "哪些代表速度較快",
                "correct": [
                    "同距離越快到",
                    "同時間跑越遠"
                ],
                "decoys": [
                    "滿頭大汗",
                    "腳步聲很響",
                    "最貴的鞋",
                    "路徑最崎嶇",
                    "心跳最快",
                    "姿勢最帥",
                    "體重最輕"
                ]
            },
            {
                "question": "盪鞦韆的過程中，關於動能與位能的正確敘述",
                "correct": [
                    "最高點位能大",
                    "最高點動能小",
                    "最低點位能小",
                    "最低點動能大"
                ],
                "decoys": [
                    "最高點位能小",
                    "最高點動能大",
                    "最低點位能大",
                    "最低點動能小",
                    "動能固定"
                ]
            },
            {
                "question": "彈簧掛2個砝碼總長12cm，掛8個砝碼總長24cm，何者正確",
                "correct": [
                    "彈簧原長8cm",
                    "每個砝碼+2cm",
                    "掛6個20cm"
                ],
                "decoys": [
                    "彈簧原長10cm",
                    "每個砝碼+1cm",
                    "掛6個18cm",
                    "長度隨機變化",
                    "掛幾個都可以",
                    "掛越重越短"
                ]
            },
            {
                "question": "靜止的某物體只受到兩股水平拉力，分別為30gw和50gw，何者正確",
                "correct": [
                    "合力最大80gw",
                    "合力最小20gw",
                    "此物一定會動"
                ],
                "decoys": [
                    "合力固定40gw",
                    "合力最小0gw",
                    "物體保持靜止",
                    "合力是1500gw",
                    "合力方向向下",
                    "合力方向向上"
                ]
            },
            {
                "question": "相較於1樓地板，哪些屬於位能大的地方",
                "correct": [
                    "摩天輪最高點",
                    "101頂樓",
                    "玉山山頂",
                    "升空的熱氣球",
                    "移動中的飛機"
                ],
                "decoys": [
                    "一樓地板",
                    "地下停車場",
                    "路邊小草",
                    "海邊沙灘"
                ]
            }
        ]
    },
    "6年級": {
        "上冊(H)": [
            {
                "question": "熱傳播方式",
                "correct": [
                    "傳導",
                    "對流",
                    "輻射"
                ],
                "decoys": [
                    "超導",
                    "班導",
                    "上流",
                    "交流",
                    "散射",
                    "漫射"
                ]
            },
            {
                "question": "物質受熱後會有哪些改變",
                "correct": [
                    "顏色",
                    "形狀",
                    "軟硬",
                    "三態變化",
                    "大小"
                ],
                "decoys": [
                    "性別",
                    "國籍",
                    "智商",
                    "性格"
                ]
            },
            {
                "question": "酒精燈的使用注意事項",
                "correct": [
                    "8分滿",
                    "以燈罩蓋熄",
                    "用打火機點燃"
                ],
                "decoys": [
                    "全滿",
                    "用嘴吹熄",
                    "酒精燈互點",
                    "倒過來放",
                    "以燈罩點燃",
                    "不用熄滅"
                ]
            },
            {
                "question": "哪些符合散熱原理",
                "correct": [
                    "搧風",
                    "保持通風",
                    "散熱貼布",
                    "冰敷袋"
                ],
                "decoys": [
                    "蓋厚被子",
                    "穿羽絨衣",
                    "曬太陽",
                    "保持通靈",
                    "熱敷袋"
                ]
            },
            {
                "question": "關於熱輻射的正確敘述",
                "correct": [
                    "不需要介質",
                    "淺色不易吸收",
                    "淺色易反射",
                    "深色易吸收",
                    "深色不易反射"
                ],
                "decoys": [
                    "需要介質",
                    "淺色易吸收",
                    "深色易反射",
                    "需要空氣"
                ]
            },
            {
                "question": "關於熱對流的正確敘述",
                "correct": [
                    "流體主要方式",
                    "高溫傳向低溫",
                    "與密度有關"
                ],
                "decoys": [
                    "低溫傳向高溫",
                    "熱的向下",
                    "冷的向上",
                    "固體主要方式",
                    "與顏色有關",
                    "只能在真空"
                ]
            },
            {
                "question": "關於熱傳導的正確敘述",
                "correct": [
                    "直接接觸",
                    "固體主要方式",
                    "高溫傳向低溫"
                ],
                "decoys": [
                    "不用接觸",
                    "氣體主要方式",
                    "低溫傳向高溫",
                    "熱的向上",
                    "冷的向下",
                    "塑膠傳熱最快"
                ]
            },
            {
                "question": "導電性TOP 5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "可以復原的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以復原的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ]
            },
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "三大岩石種類",
                "correct": [
                    "沉積岩",
                    "變質岩",
                    "火成岩"
                ],
                "decoys": [
                    "鑽石",
                    "黃金",
                    "變性岩",
                    "火大岩",
                    "沉睡岩",
                    "大理石"
                ]
            },
            {
                "question": "礦物鑑定會利用哪些方式",
                "correct": [
                    "顏色",
                    "光澤",
                    "硬度",
                    "條痕",
                    "晶形"
                ],
                "decoys": [
                    "味道",
                    "重量",
                    "價格",
                    "產地"
                ]
            },
            {
                "question": "關於摩氏硬度的正確敘述",
                "correct": [
                    "抗磨損能力",
                    "滑石最軟",
                    "鑽石最硬"
                ],
                "decoys": [
                    "抗壓能力",
                    "指甲最硬",
                    "脾氣最硬",
                    "數字越小越貴",
                    "數字越大越軟",
                    "金剛石最壯"
                ]
            },
            {
                "question": "常見的沉積岩",
                "correct": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩"
                ],
                "decoys": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "常見的火成岩",
                "correct": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩"
                ],
                "decoys": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "關於曲流地形的正確敘述",
                "correct": [
                    "凹岸流速快",
                    "凸岸流速慢",
                    "凹岸侵蝕力強",
                    "凸岸堆積力強"
                ],
                "decoys": [
                    "凹岸流速慢",
                    "凸岸流速快",
                    "凹岸堆積力強",
                    "凸岸侵蝕力強",
                    "凸岸會崩塌"
                ]
            },
            {
                "question": "常見的海蝕地形",
                "correct": [
                    "海蝕崖",
                    "海蝕洞",
                    "海蝕柱",
                    "海蝕門"
                ],
                "decoys": [
                    "沙灘",
                    "河口",
                    "瀑布",
                    "沙洲",
                    "海底世界"
                ]
            },
            {
                "question": "關於地震震度的正確敘述",
                "correct": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同"
                ],
                "decoys": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同",
                    "代表心情"
                ]
            },
            {
                "question": "關於地震規模的正確敘述",
                "correct": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同"
                ],
                "decoys": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同",
                    "代表心情"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "哪些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "動物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "系統",
                    "個體"
                ],
                "decoys": [
                    "零件",
                    "原子",
                    "分子",
                    "元素"
                ]
            },
            {
                "question": "人類呼吸的系統包含哪些",
                "correct": [
                    "鼻子",
                    "氣管",
                    "肺"
                ],
                "decoys": [
                    "食道",
                    "胃",
                    "心臟",
                    "耳朵",
                    "嘴巴",
                    "眼睛"
                ]
            },
            {
                "question": "牙齒的種類",
                "correct": [
                    "門齒",
                    "犬齒",
                    "臼齒"
                ],
                "decoys": [
                    "象牙",
                    "假牙",
                    "暴牙",
                    "金牙",
                    "齒輪",
                    "智齒"
                ]
            },
            {
                "question": "人類消化道包含哪些",
                "correct": [
                    "口腔",
                    "胃",
                    "小腸",
                    "大腸",
                    "肛門"
                ],
                "decoys": [
                    "肝臟",
                    "胰臟",
                    "心臟",
                    "腎臟"
                ]
            },
            {
                "question": "脊椎動物利用哪些部位來完成動作",
                "correct": [
                    "骨骼",
                    "關節",
                    "肌肉"
                ],
                "decoys": [
                    "皮膚",
                    "毛髮",
                    "脂肪",
                    "血液",
                    "指甲",
                    "骨頭"
                ]
            },
            {
                "question": "哪些動物種類主要以肺呼吸",
                "correct": [
                    "烏龜",
                    "麻雀",
                    "鯨魚",
                    "蝙蝠",
                    "人"
                ],
                "decoys": [
                    "金魚",
                    "蝌蚪",
                    "孑孓",
                    "螃蟹"
                ]
            },
            {
                "question": "胃有哪些消化功能",
                "correct": [
                    "攪拌",
                    "暫時儲存",
                    "消毒"
                ],
                "decoys": [
                    "吸收水分",
                    "吸收養分",
                    "製造糞便",
                    "思考",
                    "排泄",
                    "排遺"
                ]
            },
            {
                "question": "草食性動物有哪些",
                "correct": [
                    "牛",
                    "羊",
                    "兔",
                    "馬",
                    "鹿"
                ],
                "decoys": [
                    "獅",
                    "虎",
                    "豹",
                    "鷹"
                ]
            },
            {
                "question": "肉食性動物有哪些",
                "correct": [
                    "獅",
                    "虎",
                    "豹",
                    "鷹",
                    "狼"
                ],
                "decoys": [
                    "羊",
                    "兔",
                    "馬",
                    "鹿"
                ]
            },
            {
                "question": "哪些發明靈感來自於動物",
                "correct": [
                    "吸盤",
                    "雷達",
                    "飛機",
                    "船槳",
                    "蛙鞋"
                ],
                "decoys": [
                    "手機",
                    "電腦",
                    "電視",
                    "筷子"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "哪些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "熱傳播方式",
                "correct": [
                    "傳導",
                    "對流",
                    "輻射"
                ],
                "decoys": [
                    "超導",
                    "班導",
                    "上流",
                    "交流",
                    "散射",
                    "漫射"
                ]
            },
            {
                "question": "物質受熱後會有哪些改變",
                "correct": [
                    "顏色",
                    "形狀",
                    "軟硬",
                    "三態變化",
                    "大小"
                ],
                "decoys": [
                    "性別",
                    "國籍",
                    "智商",
                    "性格"
                ]
            },
            {
                "question": "酒精燈的使用注意事項",
                "correct": [
                    "8分滿",
                    "以燈罩蓋熄",
                    "用打火機點燃"
                ],
                "decoys": [
                    "全滿",
                    "用嘴吹熄",
                    "酒精燈互點",
                    "倒過來放",
                    "以燈罩點燃",
                    "不用熄滅"
                ]
            },
            {
                "question": "哪些符合散熱原理",
                "correct": [
                    "搧風",
                    "保持通風",
                    "散熱貼布",
                    "冰敷袋"
                ],
                "decoys": [
                    "蓋厚被子",
                    "穿羽絨衣",
                    "曬太陽",
                    "保持通靈",
                    "熱敷袋"
                ]
            },
            {
                "question": "關於熱輻射的正確敘述",
                "correct": [
                    "不需要介質",
                    "淺色不易吸收",
                    "淺色易反射",
                    "深色易吸收",
                    "深色不易反射"
                ],
                "decoys": [
                    "需要介質",
                    "淺色易吸收",
                    "深色易反射",
                    "需要空氣"
                ]
            },
            {
                "question": "關於熱對流的正確敘述",
                "correct": [
                    "流體主要方式",
                    "高溫傳向低溫",
                    "與密度有關"
                ],
                "decoys": [
                    "低溫傳向高溫",
                    "熱的向下",
                    "冷的向上",
                    "固體主要方式",
                    "與顏色有關",
                    "只能在真空"
                ]
            },
            {
                "question": "關於熱傳導的正確敘述",
                "correct": [
                    "直接接觸",
                    "固體主要方式",
                    "高溫傳向低溫"
                ],
                "decoys": [
                    "不用接觸",
                    "氣體主要方式",
                    "低溫傳向高溫",
                    "熱的向上",
                    "冷的向下",
                    "塑膠傳熱最快"
                ]
            },
            {
                "question": "導電性TOP 5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "可以復原的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以復原的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力熔化",
                    "金戒指變形"
                ]
            },
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "三大岩石種類",
                "correct": [
                    "沉積岩",
                    "變質岩",
                    "火成岩"
                ],
                "decoys": [
                    "鑽石",
                    "黃金",
                    "變性岩",
                    "火大岩",
                    "沉睡岩",
                    "大理石"
                ]
            },
            {
                "question": "礦物鑑定會利用哪些方式",
                "correct": [
                    "顏色",
                    "光澤",
                    "硬度",
                    "條痕",
                    "晶形"
                ],
                "decoys": [
                    "味道",
                    "重量",
                    "價格",
                    "產地"
                ]
            },
            {
                "question": "關於摩氏硬度的正確敘述",
                "correct": [
                    "抗磨損能力",
                    "滑石最軟",
                    "鑽石最硬"
                ],
                "decoys": [
                    "抗壓能力",
                    "指甲最硬",
                    "脾氣最硬",
                    "數字越小越貴",
                    "數字越大越軟",
                    "金剛石最壯"
                ]
            },
            {
                "question": "常見的沉積岩",
                "correct": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩"
                ],
                "decoys": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "常見的火成岩",
                "correct": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩"
                ],
                "decoys": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "關於曲流地形的正確敘述",
                "correct": [
                    "凹岸流速快",
                    "凸岸流速慢",
                    "凹岸侵蝕力強",
                    "凸岸堆積力強"
                ],
                "decoys": [
                    "凹岸流速慢",
                    "凸岸流速快",
                    "凹岸堆積力強",
                    "凸岸侵蝕力強",
                    "凸岸會崩塌"
                ]
            },
            {
                "question": "常見的海蝕地形",
                "correct": [
                    "海蝕崖",
                    "海蝕洞",
                    "海蝕柱",
                    "海蝕門"
                ],
                "decoys": [
                    "沙灘",
                    "河口",
                    "瀑布",
                    "沙洲",
                    "海底世界"
                ]
            },
            {
                "question": "關於地震震度的正確敘述",
                "correct": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同"
                ],
                "decoys": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同",
                    "代表心情"
                ]
            },
            {
                "question": "關於地震規模的正確敘述",
                "correct": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同"
                ],
                "decoys": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同",
                    "代表心情"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "哪些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ]
    },
    "8年級": {
        "B3": [
            {
                "question": "實驗室安全守則",
                "correct": [
                    "穿長袖衣物",
                    "打開窗戶",
                    "不可飲食",
                    "戴護目鏡"
                ],
                "decoys": [
                    "服裝隨意",
                    "門窗緊閉",
                    "可以喝水",
                    "戴顯微鏡",
                    "隨意奔跑"
                ]
            },
            {
                "question": "酒精燈的使用注意事項",
                "correct": [
                    "8分滿",
                    "以燈罩蓋熄",
                    "用打火機點燃"
                ],
                "decoys": [
                    "全滿",
                    "用嘴吹熄",
                    "酒精燈互點",
                    "倒過來放",
                    "以燈罩點燃",
                    "不用熄滅"
                ]
            },
            {
                "question": "基本三大物理量",
                "correct": [
                    "質量",
                    "長度",
                    "時間"
                ],
                "decoys": [
                    "重量",
                    "速度",
                    "亮度",
                    "顏值",
                    "智商",
                    "心情"
                ]
            },
            {
                "question": "哪些是常見的長度單位",
                "correct": [
                    "公里",
                    "公尺",
                    "公分",
                    "公釐"
                ],
                "decoys": [
                    "公斤",
                    "公升",
                    "一輩子",
                    "馬力",
                    "公牛"
                ]
            },
            {
                "question": "哪些是常見的質量單位",
                "correct": [
                    "公斤",
                    "公克",
                    "毫克"
                ],
                "decoys": [
                    "公尺",
                    "毫升",
                    "斤斤計較",
                    "公斤重",
                    "流明",
                    "卡路里"
                ]
            },
            {
                "question": "哪些是常見的體積單位",
                "correct": [
                    "公升",
                    "毫升"
                ],
                "decoys": [
                    "平方公尺",
                    "長度",
                    "密度",
                    "面積",
                    "容量",
                    "公克",
                    "噸"
                ]
            },
            {
                "question": "用量筒量取30毫升的硫酸，需要用到哪些器材",
                "correct": [
                    "滴管",
                    "量筒",
                    "漏斗"
                ],
                "decoys": [
                    "試管",
                    "吸管",
                    "酒精燈",
                    "漏氣",
                    "漏水",
                    "大湯匙"
                ]
            },
            {
                "question": "哪些實驗流程或器材填充藥品需要用到漏斗",
                "correct": [
                    "滴定管",
                    "酒精燈",
                    "過濾",
                    "量筒"
                ],
                "decoys": [
                    "加熱",
                    "觀察",
                    "聞氣味",
                    "攪拌",
                    "打破器材"
                ]
            },
            {
                "question": "測量密度需要用到的器材有哪些",
                "correct": [
                    "天平",
                    "量筒"
                ],
                "decoys": [
                    "尺",
                    "溫度計",
                    "顯微鏡",
                    "體重計",
                    "指南針",
                    "計算機",
                    "手電筒"
                ]
            },
            {
                "question": "提高測量準確度的方法有哪些",
                "correct": [
                    "多次測量",
                    "求取平均值",
                    "減少人為誤差",
                    "選用標準儀器"
                ],
                "decoys": [
                    "閉上眼睛",
                    "憑感覺",
                    "只測一次",
                    "問路人",
                    "擲筊"
                ]
            },
            {
                "question": "一個完整的測量結果",
                "correct": [
                    "有數字",
                    "有單位",
                    "1組準確值",
                    "1位估計值"
                ],
                "decoys": [
                    "有名字",
                    "有日期",
                    "有溫度",
                    "有自信",
                    "有錢"
                ]
            },
            {
                "question": "測量體積常見的方法",
                "correct": [
                    "排水法",
                    "重錘法",
                    "飽和溶液法"
                ],
                "decoys": [
                    "排水溝法",
                    "看法",
                    "想法",
                    "沒辦法",
                    "點石成金法",
                    "不飽和溶液法"
                ]
            },
            {
                "question": "關於質量的正確敘述",
                "correct": [
                    "不隨地點改變",
                    "可用天平測",
                    "單位公斤",
                    "單位公克"
                ],
                "decoys": [
                    "隨心情改變",
                    "隨緣",
                    "單位公尺",
                    "可用尺量",
                    "單位公分"
                ]
            },
            {
                "question": "使用上皿天平的正確方法",
                "correct": [
                    "先歸零",
                    "從大砝碼先放",
                    "砝碼夾夾砝碼"
                ],
                "decoys": [
                    "用手拿砝碼",
                    "從小的先放",
                    "用吹氣歸零",
                    "用磁鐵吸",
                    "直接放上去",
                    "用腳踢"
                ]
            },
            {
                "question": "想要測得整數1～10克，至少需要哪些砝碼",
                "correct": [
                    "1個1g",
                    "2個2g",
                    "1個5g"
                ],
                "decoys": [
                    "10個1g",
                    "1個10g",
                    "5個2g",
                    "3個1g",
                    "2個5g",
                    "1個2g"
                ]
            },
            {
                "question": "一盒100克的砝碼盒中，前三大的砝碼分別幾克",
                "correct": [
                    "50g",
                    "20g",
                    "10g"
                ],
                "decoys": [
                    "100g",
                    "80g",
                    "60g",
                    "30g",
                    "40g",
                    "5g"
                ]
            },
            {
                "question": "兩顆相同的饅頭，用力將一顆捏小，哪些敘述正確",
                "correct": [
                    "小的密度大",
                    "質量相同",
                    "大的密度小"
                ],
                "decoys": [
                    "味道變好",
                    "變硬了",
                    "變難吃",
                    "質量變大",
                    "小的比較貴",
                    "大的比較香"
                ]
            },
            {
                "question": "水在4度時，有哪些特殊現象",
                "correct": [
                    "密度最大",
                    "體積最小",
                    "熱脹冷也脹"
                ],
                "decoys": [
                    "體積最大",
                    "密度最小",
                    "熱縮冷縮",
                    "結冰",
                    "變甜",
                    "爆炸"
                ]
            },
            {
                "question": "兩顆球放在天平兩臂呈水平，哪些敘述正確",
                "correct": [
                    "小的密度大",
                    "質量相同",
                    "大的密度小"
                ],
                "decoys": [
                    "體積相同",
                    "密度相同",
                    "大球重",
                    "小球重",
                    "顏色相同",
                    "都壞了"
                ]
            },
            {
                "question": "使冬天湖水從湖面開始結冰的相關原理有哪些",
                "correct": [
                    "密度變化",
                    "對流原理",
                    "水的特殊性"
                ],
                "decoys": [
                    "魚在吹氣",
                    "壓力太大",
                    "水太髒",
                    "風太大",
                    "水太少",
                    "湖神發威"
                ]
            },
            {
                "question": "哪些是能量",
                "correct": [
                    "聲",
                    "光",
                    "熱",
                    "電"
                ],
                "decoys": [
                    "影子",
                    "勇氣",
                    "愛心",
                    "氧氣",
                    "運氣"
                ]
            },
            {
                "question": "哪些是固態",
                "correct": [
                    "雪",
                    "二手煙",
                    "車子排放黑煙"
                ],
                "decoys": [
                    "水蒸氣",
                    "白光",
                    "影子",
                    "想法",
                    "回憶",
                    "聲音"
                ]
            },
            {
                "question": "哪些是液態",
                "correct": [
                    "雲",
                    "霧",
                    "熱湯的白煙"
                ],
                "decoys": [
                    "冰塊",
                    "水蒸氣",
                    "空氣",
                    "冰雹",
                    "霜",
                    "薪水"
                ]
            },
            {
                "question": "哪些是氣態",
                "correct": [
                    "水蒸氣",
                    "氧氣",
                    "二氧化碳"
                ],
                "decoys": [
                    "霧",
                    "雲",
                    "冰塊",
                    "水",
                    "乾冰",
                    "露"
                ]
            },
            {
                "question": "三態變化中，哪些是吸熱反應",
                "correct": [
                    "熔化",
                    "汽化",
                    "昇華"
                ],
                "decoys": [
                    "凝結",
                    "凝固",
                    "凝華",
                    "冰涼",
                    "感冒",
                    "發燒"
                ]
            },
            {
                "question": "三態變化中，哪些是放熱反應",
                "correct": [
                    "凝結",
                    "凝固",
                    "凝華"
                ],
                "decoys": [
                    "熔化",
                    "汽化",
                    "昇華",
                    "中暑",
                    "吸金",
                    "放棄"
                ]
            },
            {
                "question": "生活中，哪些物質是昇華的實例",
                "correct": [
                    "乾冰",
                    "碘",
                    "樟腦丸"
                ],
                "decoys": [
                    "冰塊熔化",
                    "水滾了",
                    "流汗",
                    "下雨",
                    "下雪",
                    "吹冷氣"
                ]
            },
            {
                "question": "出現霧氣的條件",
                "correct": [
                    "濕度高",
                    "溫差大",
                    "在熱的一邊"
                ],
                "decoys": [
                    "在冷的一邊",
                    "濕度低",
                    "溫差小",
                    "晚上",
                    "有音樂",
                    "有燈光"
                ]
            },
            {
                "question": "物理性質有哪些",
                "correct": [
                    "顏色",
                    "味道",
                    "沸點",
                    "硬度",
                    "導熱性"
                ],
                "decoys": [
                    "酸鹼性",
                    "氧化性",
                    "可燃性",
                    "活性"
                ]
            },
            {
                "question": "哪些是化學性質",
                "correct": [
                    "酸鹼性",
                    "氧化性",
                    "可燃性"
                ],
                "decoys": [
                    "顏色",
                    "味道",
                    "沸點",
                    "硬度",
                    "導熱性",
                    "溶解性"
                ]
            },
            {
                "question": "化學性質有哪些",
                "correct": [
                    "腐蝕性",
                    "助燃性",
                    "活性"
                ],
                "decoys": [
                    "顏色",
                    "味道",
                    "沸點",
                    "硬度",
                    "導熱性",
                    "溶解性"
                ]
            },
            {
                "question": "哪些是物理變化",
                "correct": [
                    "熱脹冷縮",
                    "奶油熔化",
                    "玻璃破掉",
                    "金飾變形"
                ],
                "decoys": [
                    "光合作用",
                    "試紙變色",
                    "食物消化",
                    "綠葉枯黃",
                    "煙火爆炸"
                ]
            },
            {
                "question": "哪些是化學變化",
                "correct": [
                    "光合作用",
                    "試紙變色",
                    "食物消化",
                    "綠葉枯黃"
                ],
                "decoys": [
                    "熱脹冷縮",
                    "奶油熔化",
                    "玻璃破掉",
                    "金飾變形",
                    "三態變化"
                ]
            },
            {
                "question": "關於蠟燭燃燒的正確敘述",
                "correct": [
                    "先物理再化學",
                    "先熔化再汽化",
                    "先汽化再燃燒"
                ],
                "decoys": [
                    "先化學再物理",
                    "先燃燒再熔化",
                    "先爆炸再燃燒",
                    "先唱歌再熔化",
                    "先消失再出現",
                    "先變短再變長"
                ]
            },
            {
                "question": "哪些是常見的純物質",
                "correct": [
                    "白糖",
                    "乾冰",
                    "酒精",
                    "鑽石",
                    "白金"
                ],
                "decoys": [
                    "紅糖",
                    "鹽酸",
                    "礦泉水",
                    "食醋"
                ]
            },
            {
                "question": "哪些是常見的混合物",
                "correct": [
                    "紅糖",
                    "鹽酸",
                    "礦泉水",
                    "食醋",
                    "K金"
                ],
                "decoys": [
                    "白糖",
                    "乾冰",
                    "酒精",
                    "鑽石"
                ]
            },
            {
                "question": "粗鹽精製實驗中，溶解過濾器材有哪些",
                "correct": [
                    "玻棒",
                    "鐵架",
                    "燒杯",
                    "漏斗",
                    "濾紙"
                ],
                "decoys": [
                    "蒸發皿",
                    "三腳架",
                    "陶瓷纖維網",
                    "酒精燈"
                ]
            },
            {
                "question": "粗鹽精製實驗中，蒸發結晶器材有哪些",
                "correct": [
                    "蒸發皿",
                    "三腳架",
                    "陶瓷纖維網",
                    "酒精燈"
                ],
                "decoys": [
                    "玻棒",
                    "鐵架",
                    "燒杯",
                    "漏斗",
                    "濾紙"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "常見的濃度表示法",
                "correct": [
                    "重量百分濃度",
                    "體積百分濃度",
                    "百萬分點濃度"
                ],
                "decoys": [
                    "長度百分濃度",
                    "心情百分濃度",
                    "帥氣百分濃度",
                    "錢包百分濃度",
                    "長度表示法",
                    "硬度表示法"
                ]
            },
            {
                "question": "影響溶解度的因素",
                "correct": [
                    "本性",
                    "溫度",
                    "壓力"
                ],
                "decoys": [
                    "攪拌",
                    "顆粒",
                    "心情",
                    "顏色",
                    "智商",
                    "星座"
                ]
            },
            {
                "question": "一杯恰飽和糖水再加糖，不考慮其他因素，何者正確",
                "correct": [
                    "濃度不變",
                    "溶解度不變",
                    "溶劑不變",
                    "溶質不變"
                ],
                "decoys": [
                    "濃度變大",
                    "溶解度變大",
                    "溶劑變少",
                    "溶質變多",
                    "變甜了"
                ]
            },
            {
                "question": "一杯恰飽和糖水再加水，不考慮其他因素，何者正確",
                "correct": [
                    "濃度變小",
                    "溶解度不變",
                    "溶劑變多",
                    "溶質不變"
                ],
                "decoys": [
                    "濃度不變",
                    "溶解度變小",
                    "溶劑不變",
                    "溶質變少",
                    "變甜了"
                ]
            },
            {
                "question": "一杯恰飽和糖水再蒸發水份，不考慮其他因素，何者正確",
                "correct": [
                    "濃度不變",
                    "溶解度不變",
                    "溶劑變少",
                    "溶質變少"
                ],
                "decoys": [
                    "濃度變大",
                    "溶解度變大",
                    "溶劑不變",
                    "溶質不變",
                    "變甜了"
                ]
            },
            {
                "question": "一杯恰飽和糖水再提高溫度，不考慮其他因素，何者正確",
                "correct": [
                    "濃度不變",
                    "溶解度上升",
                    "溶劑不變",
                    "溶質不變"
                ],
                "decoys": [
                    "濃度變小",
                    "溶解度不變",
                    "溶劑變少",
                    "溶質變少",
                    "變甜了"
                ]
            },
            {
                "question": "一杯恰飽和糖水再降低溫度，不考慮其他因素，何者正確",
                "correct": [
                    "濃度變小",
                    "溶解度下降",
                    "溶劑不變",
                    "溶質變少"
                ],
                "decoys": [
                    "濃度不變",
                    "溶解度不變",
                    "溶劑變少",
                    "溶質不變",
                    "變甜了"
                ]
            },
            {
                "question": "空氣的組成氣體 TOP3",
                "correct": [
                    "氮氣",
                    "氧氣",
                    "氬氣"
                ],
                "decoys": [
                    "氫氣",
                    "氦氣",
                    "氙氣",
                    "氪氣",
                    "笑氣",
                    "沼氣"
                ]
            },
            {
                "question": "氮氣的特性和運用",
                "correct": [
                    "含量第1",
                    "不可燃",
                    "不助燃",
                    "充氮保鮮"
                ],
                "decoys": [
                    "含量第2",
                    "有顏色",
                    "有味道",
                    "活性大",
                    "焊接用"
                ]
            },
            {
                "question": "氧氣的特性和運用",
                "correct": [
                    "含量第2",
                    "不可燃",
                    "可助燃",
                    "呼吸作用"
                ],
                "decoys": [
                    "含量第1",
                    "可燃",
                    "填充輪胎",
                    "很穩定",
                    "滅火用"
                ]
            },
            {
                "question": "氬氣的特性和運用",
                "correct": [
                    "含量第3",
                    "惰性氣體",
                    "極為穩定",
                    "焊接金屬"
                ],
                "decoys": [
                    "含量第1",
                    "非常活潑",
                    "黃色氣體",
                    "可以喝",
                    "很臭"
                ]
            },
            {
                "question": "常見的變動氣體有哪些",
                "correct": [
                    "水氣",
                    "二氧化碳",
                    "二氧化硫"
                ],
                "decoys": [
                    "氮氣",
                    "氧氣",
                    "氬氣",
                    "氦氣",
                    "氖氣",
                    "不動的氣體"
                ]
            },
            {
                "question": "製造氧氣可能使用的藥品或物品",
                "correct": [
                    "雙氧水",
                    "二氧化錳",
                    "金針菇",
                    "胡蘿蔔"
                ],
                "decoys": [
                    "稀鹽酸",
                    "大理石",
                    "醋酸",
                    "小蘇打",
                    "貝殼"
                ]
            },
            {
                "question": "製造氧氣可能使用的器材",
                "correct": [
                    "薊頭漏斗",
                    "水槽",
                    "吸濾瓶",
                    "廣口瓶"
                ],
                "decoys": [
                    "蒸發皿",
                    "三腳架",
                    "陶瓷纖維網",
                    "酒精燈",
                    "漏斗"
                ]
            },
            {
                "question": "製造二氧化碳可能使用的藥品或物品",
                "correct": [
                    "稀鹽酸",
                    "大理石",
                    "醋酸",
                    "小蘇打",
                    "貝殼"
                ],
                "decoys": [
                    "雙氧水",
                    "二氧化錳",
                    "金針菇",
                    "胡蘿蔔"
                ]
            },
            {
                "question": "製造二氧化碳可能使用的器材",
                "correct": [
                    "薊頭漏斗",
                    "水槽",
                    "吸濾瓶",
                    "廣口瓶"
                ],
                "decoys": [
                    "蒸發皿",
                    "三腳架",
                    "陶瓷纖維網",
                    "酒精燈",
                    "漏斗"
                ]
            },
            {
                "question": "燃燒三要素",
                "correct": [
                    "可燃物",
                    "助燃物",
                    "達到燃點"
                ],
                "decoys": [
                    "二氧化碳",
                    "水",
                    "滅火器",
                    "氮氣",
                    "低溫",
                    "絕緣體"
                ]
            },
            {
                "question": "收集氣體的方法",
                "correct": [
                    "排水集氣法",
                    "向上排氣法",
                    "向下排氣法"
                ],
                "decoys": [
                    "用袋子裝法",
                    "吸塵器吸法",
                    "用嘴巴吹法",
                    "電風扇吹法",
                    "手揮法",
                    "沒辦法"
                ]
            },
            {
                "question": "黃金不易生鏽，小小一塊卻很重，而且可以拉很長，可以得知哪些特性",
                "correct": [
                    "活性",
                    "密度",
                    "延展性"
                ],
                "decoys": [
                    "脆性",
                    "透明度",
                    "磁性",
                    "導電性",
                    "愛現",
                    "很有錢"
                ]
            },
            {
                "question": "想將氮氣由氣態變為液態，適合何種方式",
                "correct": [
                    "降低溫度",
                    "增加壓力"
                ],
                "decoys": [
                    "提高溫度",
                    "降低壓力",
                    "加熱",
                    "吹氣",
                    "加鹽",
                    "加糖",
                    "加冰"
                ]
            },
            {
                "question": "可以分辨氧氣與二氧化碳的方法",
                "correct": [
                    "石灰水",
                    "點燃的線香",
                    "酸鹼指示劑"
                ],
                "decoys": [
                    "聞味道",
                    "看顏色",
                    "摸摸看",
                    "問它名字",
                    "用秤秤",
                    "用吸管吸"
                ]
            },
            {
                "question": "樂音三要素",
                "correct": [
                    "響度",
                    "音調",
                    "音色"
                ],
                "decoys": [
                    "音階",
                    "音符",
                    "音準",
                    "音高",
                    "音域",
                    "音控"
                ]
            },
            {
                "question": "哪些是力學波",
                "correct": [
                    "聲波",
                    "水波",
                    "繩波",
                    "彈簧波"
                ],
                "decoys": [
                    "光波",
                    "電波",
                    "微波",
                    "無線電波",
                    "腦波"
                ]
            },
            {
                "question": "哪些是電磁波",
                "correct": [
                    "光波",
                    "無線電波",
                    "微波",
                    "輻射波"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "繩波",
                    "彈簧波",
                    "聲納"
                ]
            },
            {
                "question": "關於週期的正確敘述",
                "correct": [
                    "1次幾秒",
                    "單位秒",
                    "頻率的倒數"
                ],
                "decoys": [
                    "1秒幾次",
                    "單位赫茲",
                    "頻率的倍數",
                    "星期",
                    "過期",
                    "青春期"
                ]
            },
            {
                "question": "關於頻率的正確敘述",
                "correct": [
                    "1秒幾次",
                    "單位赫茲",
                    "週期的倒數"
                ],
                "decoys": [
                    "1次幾秒",
                    "單位秒",
                    "週期的倍數",
                    "匯率",
                    "效率",
                    "稅率"
                ]
            },
            {
                "question": "影響聲速的因素",
                "correct": [
                    "介質",
                    "溫度",
                    "濕度",
                    "風向"
                ],
                "decoys": [
                    "頻率",
                    "音調",
                    "音色",
                    "距離",
                    "音量"
                ]
            },
            {
                "question": "容易聽見回聲的條件",
                "correct": [
                    "堅硬的物體",
                    "距離夠遠",
                    "時間間隔夠久",
                    "溫度較低"
                ],
                "decoys": [
                    "柔軟的物體",
                    "距離太近",
                    "時間間隔太短",
                    "溫度較高",
                    "有牆壁就好"
                ]
            },
            {
                "question": "原聲與回聲哪些性質相同",
                "correct": [
                    "頻率",
                    "聲速",
                    "波長",
                    "週期"
                ],
                "decoys": [
                    "方向",
                    "能量",
                    "響度",
                    "心情",
                    "顏色"
                ]
            },
            {
                "question": "原聲與回聲哪些性質不同",
                "correct": [
                    "方向",
                    "能量",
                    "振幅"
                ],
                "decoys": [
                    "頻率",
                    "聲速",
                    "波長",
                    "週期",
                    "心情",
                    "顏色"
                ]
            },
            {
                "question": "適合幫助入睡的白噪音有甚麼特性",
                "correct": [
                    "響度較低",
                    "不易引起注意",
                    "涵蓋頻率廣"
                ],
                "decoys": [
                    "響度很高",
                    "很吵",
                    "讓人興奮",
                    "只有一種頻率",
                    "聽不見",
                    "很刺耳"
                ]
            },
            {
                "question": "影響響度的因素",
                "correct": [
                    "力道",
                    "能量",
                    "振動幅度"
                ],
                "decoys": [
                    "介質",
                    "聽覺",
                    "波形",
                    "距離",
                    "材質",
                    "整齊度"
                ]
            },
            {
                "question": "符合哪些條件則音調越高",
                "correct": [
                    "輕",
                    "細",
                    "緊",
                    "短"
                ],
                "decoys": [
                    "沖",
                    "脫",
                    "泡",
                    "蓋",
                    "送"
                ]
            },
            {
                "question": "弦樂器的音調與弦的關係",
                "correct": [
                    "越細越高",
                    "越緊越高",
                    "越短越高"
                ],
                "decoys": [
                    "越粗越高",
                    "越鬆越高",
                    "越長越高",
                    "越大力越高",
                    "越紅越高",
                    "越重越高"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速振動",
                    "有介質",
                    "良好的聽覺"
                ],
                "decoys": [
                    "用心",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "關於響度的正確敘述",
                "correct": [
                    "單位是分貝",
                    "越用力越大聲",
                    "與振幅有關",
                    "與能量有關"
                ],
                "decoys": [
                    "單位是赫茲",
                    "與頻率有關",
                    "與波形有關",
                    "男生一定較大",
                    "響度代表高低"
                ]
            },
            {
                "question": "關於音調的正確敘述",
                "correct": [
                    "男生通常較低",
                    "女生通常較高",
                    "與頻率有關"
                ],
                "decoys": [
                    "單位是分貝",
                    "越用力越高",
                    "越用力越低",
                    "與振幅有關",
                    "與能量有關",
                    "真空中最高"
                ]
            },
            {
                "question": "關於音色的正確敘述",
                "correct": [
                    "又稱作音品",
                    "與波形有關"
                ],
                "decoys": [
                    "又稱作頻率",
                    "單位是分貝",
                    "代表聲音高低",
                    "月球上最響亮",
                    "由分貝決定",
                    "與振幅有關",
                    "單位是赫茲"
                ]
            },
            {
                "question": "固體傳聲的實例",
                "correct": [
                    "隔牆有耳",
                    "趴地上聽聲音",
                    "聽診器",
                    "紙杯電話"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心"
                ]
            },
            {
                "question": "液體傳聲的實例",
                "correct": [
                    "水中芭蕾",
                    "海豚溝通",
                    "敲魚缸嚇魚"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心",
                    "隔牆有耳"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            },
            {
                "question": "凸面鏡成像的性質有哪些",
                "correct": [
                    "正立",
                    "縮小",
                    "虛像"
                ],
                "decoys": [
                    "放大",
                    "倒立",
                    "實像",
                    "忽大忽小",
                    "美肌效果",
                    "變醜"
                ]
            },
            {
                "question": "針孔成像的性質有哪些",
                "correct": [
                    "上下顛倒",
                    "左右相反",
                    "實像"
                ],
                "decoys": [
                    "正立",
                    "不變",
                    "虛像",
                    "縮小正立",
                    "圓形",
                    "只有光點"
                ]
            },
            {
                "question": "光的性質有哪些",
                "correct": [
                    "不需要介質",
                    "是電磁波",
                    "真空最快",
                    "光年是距離"
                ],
                "decoys": [
                    "需要介質",
                    "水裡最快",
                    "光年是時間",
                    "光年是亮度",
                    "光是魔法"
                ]
            },
            {
                "question": "平面鏡成像的性質有哪些",
                "correct": [
                    "大小相等",
                    "左右相反",
                    "正立虛像",
                    "物距等於像距"
                ],
                "decoys": [
                    "左右不變",
                    "美顏模式",
                    "自動瘦身",
                    "變高",
                    "變正"
                ]
            },
            {
                "question": "實像與虛像的性質有哪些",
                "correct": [
                    "實像必倒立",
                    "虛像必正立",
                    "實像可投影",
                    "虛像不可投影"
                ],
                "decoys": [
                    "虛像可投影",
                    "實像必正立",
                    "實像不可投影",
                    "虛像必倒立",
                    "實像很虛"
                ]
            },
            {
                "question": "凹面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "聚光",
                    "雷達",
                    "手電筒"
                ],
                "decoys": [
                    "折射原理",
                    "散光",
                    "雷射",
                    "廣角鏡",
                    "後照鏡"
                ]
            },
            {
                "question": "凹面鏡成像的性質有哪些",
                "correct": [
                    "縮小倒立實像",
                    "等大倒立實像",
                    "放大倒立實像",
                    "放大正立虛像"
                ],
                "decoys": [
                    "正立縮小實像",
                    "正立放大實像",
                    "倒立縮小虛像",
                    "忽大忽小",
                    "沒有像"
                ]
            },
            {
                "question": "凸透鏡成像的性質有哪些",
                "correct": [
                    "縮小倒立實像",
                    "等大倒立實像",
                    "放大倒立實像",
                    "放大正立虛像"
                ],
                "decoys": [
                    "只有縮小",
                    "只有放大",
                    "正立實像",
                    "倒立虛像",
                    "等大正立虛像"
                ]
            },
            {
                "question": "凹透鏡成像的性質有哪些",
                "correct": [
                    "正立",
                    "縮小",
                    "虛像"
                ],
                "decoys": [
                    "放大",
                    "倒立",
                    "實像",
                    "等大",
                    "變色",
                    "美肌"
                ]
            },
            {
                "question": "凸透鏡成像，物體在２倍焦距外有哪些性質",
                "correct": [
                    "縮小",
                    "倒立",
                    "實像",
                    "應用在拍照"
                ],
                "decoys": [
                    "放大",
                    "正立",
                    "虛像",
                    "等大",
                    "應用在投影"
                ]
            },
            {
                "question": "凸透鏡成像，物體在１倍～２倍焦距內有哪些性質",
                "correct": [
                    "放大",
                    "倒立",
                    "實像",
                    "應用在投影"
                ],
                "decoys": [
                    "縮小",
                    "正立",
                    "虛像",
                    "等大",
                    "應用在拍照"
                ]
            },
            {
                "question": "凸透鏡成像，物體在焦距內有哪些性質",
                "correct": [
                    "放大",
                    "正立",
                    "虛像",
                    "應用在放大鏡"
                ],
                "decoys": [
                    "縮小",
                    "倒立",
                    "實像",
                    "等大",
                    "應用在生火"
                ]
            },
            {
                "question": "凸透鏡的應用與原理",
                "correct": [
                    "折射原理",
                    "聚光",
                    "投影機",
                    "生火"
                ],
                "decoys": [
                    "反射原理",
                    "散光",
                    "近視眼鏡",
                    "潛望鏡",
                    "濾鏡"
                ]
            },
            {
                "question": "凹透鏡的應用與原理",
                "correct": [
                    "折射原理",
                    "散光",
                    "近視眼鏡"
                ],
                "decoys": [
                    "反射原理",
                    "聚光",
                    "放大鏡",
                    "生火",
                    "投影機",
                    "手電筒"
                ]
            },
            {
                "question": "複式顯微鏡的成像原理",
                "correct": [
                    "２次放大",
                    "物鏡是凸透鏡",
                    "目鏡是凸透鏡"
                ],
                "decoys": [
                    "１次放大",
                    "物鏡是凹透鏡",
                    "目鏡是凹透鏡",
                    "三倍放大",
                    "反射成像",
                    "左右不相反"
                ]
            },
            {
                "question": "眼球與照相機的相似處有哪些",
                "correct": [
                    "瞳孔像光圈",
                    "視網膜像底片",
                    "水晶體像鏡頭"
                ],
                "decoys": [
                    "瞳孔像鏡頭",
                    "視網膜像光圈",
                    "水晶體像底片",
                    "眼淚像藥水",
                    "睫毛像快門",
                    "眼鏡像閃光燈"
                ]
            },
            {
                "question": "關於白色物體的反射",
                "correct": [
                    "反射所有光",
                    "不易吸收",
                    "易反射"
                ],
                "decoys": [
                    "吸收所有光",
                    "不易反射",
                    "反射黑光",
                    "易吸收",
                    "變透明",
                    "沒反應"
                ]
            },
            {
                "question": "關於黑色物體的反射",
                "correct": [
                    "吸收所有光",
                    "易吸收",
                    "不易反射"
                ],
                "decoys": [
                    "反射所有光",
                    "不易吸收",
                    "易反射",
                    "反射白光",
                    "看起來很亮",
                    "發光"
                ]
            },
            {
                "question": "關於紅色物體的反射與透射",
                "correct": [
                    "反射紅光",
                    "透射紅光"
                ],
                "decoys": [
                    "反射綠光",
                    "透射藍光",
                    "反射所有光",
                    "反射黃光",
                    "變透明",
                    "透射紫光",
                    "沒光"
                ]
            },
            {
                "question": "關於綠色物體的反射與透射",
                "correct": [
                    "反射綠光",
                    "透射綠光"
                ],
                "decoys": [
                    "反射紅光",
                    "透射紅光",
                    "反射藍光",
                    "變黃色",
                    "變紫色",
                    "透射所有光",
                    "反射黑光"
                ]
            },
            {
                "question": "關於藍色物體的反射與透射",
                "correct": [
                    "反射藍光",
                    "透射藍光"
                ],
                "decoys": [
                    "反射紅光",
                    "透射綠光",
                    "反射黃光",
                    "變透明",
                    "透射白光",
                    "反射綠光",
                    "發黑光"
                ]
            },
            {
                "question": "關於黃色物體的反射",
                "correct": [
                    "反射紅光",
                    "反射綠光",
                    "反射黃光"
                ],
                "decoys": [
                    "反射藍光",
                    "反射紫光",
                    "反射黑光",
                    "變綠色",
                    "變紅色",
                    "變透明"
                ]
            },
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "哪些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            },
            {
                "question": "光的三原色",
                "correct": [
                    "紅",
                    "綠",
                    "藍"
                ],
                "decoys": [
                    "黃",
                    "紫",
                    "青",
                    "橙",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "常見溫標",
                "correct": [
                    "°C",
                    "°F",
                    "K"
                ],
                "decoys": [
                    "°A",
                    "°B",
                    "°D",
                    "°E",
                    "G",
                    "W"
                ]
            },
            {
                "question": "液體溫度計測量原理的正確敘述",
                "correct": [
                    "熱脹冷縮",
                    "熱平衡",
                    "氣體更準確",
                    "脹縮均勻"
                ],
                "decoys": [
                    "心情起伏",
                    "顏色變化",
                    "智商高低",
                    "運氣好壞",
                    "錢包厚度"
                ]
            },
            {
                "question": "哪些物質可以低於零度以下",
                "correct": [
                    "液態氮",
                    "固態二氧化碳",
                    "固態水",
                    "液態氧"
                ],
                "decoys": [
                    "岩漿",
                    "熱咖啡",
                    "剛煮好的麵",
                    "太陽表面",
                    "火堆"
                ]
            },
            {
                "question": "哪些物質可以高於100度以上",
                "correct": [
                    "液態鋁",
                    "氣態鐵",
                    "氣態水",
                    "固態鎢"
                ],
                "decoys": [
                    "乾冰",
                    "冷凍庫",
                    "刨冰",
                    "冰淇淋",
                    "涼拌豆腐"
                ]
            },
            {
                "question": "關於比熱的正確敘述",
                "correct": [
                    "比熱大難冷熱",
                    "比熱小易冷熱",
                    "金屬通常較小"
                ],
                "decoys": [
                    "比熱大易冷熱",
                    "比熱小難冷熱",
                    "比熱就是熱量",
                    "比熱是錢",
                    "比熱大比較貴",
                    "比熱大心情好"
                ]
            },
            {
                "question": "關於熱平衡的正確敘述",
                "correct": [
                    "高溫放熱",
                    "低溫吸熱",
                    "末溫在兩者間"
                ],
                "decoys": [
                    "低溫放熱",
                    "高溫吸熱",
                    "末溫兩者相加",
                    "低溫會更冷",
                    "高溫會更熱",
                    "熱平衡會爆炸"
                ]
            },
            {
                "question": "哪些選項可以混出50度的水",
                "correct": [
                    "20℃混60℃",
                    "10℃混80℃",
                    "40℃混70℃"
                ],
                "decoys": [
                    "60℃混70℃",
                    "10℃混40℃",
                    "20℃混30℃",
                    "80℃混90℃",
                    "0℃混10℃",
                    "100℃混100℃"
                ]
            },
            {
                "question": "哪些現象與對流有關係",
                "correct": [
                    "白天吹海風",
                    "晚上吹陸風",
                    "冷氣裝上方",
                    "暖氣裝下方"
                ],
                "decoys": [
                    "照X光",
                    "發燒流汗",
                    "照鏡子",
                    "輻射傳熱",
                    "看極光"
                ]
            },
            {
                "question": "關於保溫原理的應用與正確敘述",
                "correct": [
                    "隔絕熱傳播",
                    "可保熱",
                    "可保冰",
                    "保溫瓶",
                    "悶燒鍋"
                ],
                "decoys": [
                    "增加散熱",
                    "打開蓋子",
                    "吹電風扇",
                    "灑水降溫"
                ]
            },
            {
                "question": "檢驗是否含水的藥品",
                "correct": [
                    "氯化亞鈷",
                    "硫酸銅"
                ],
                "decoys": [
                    "糖粉",
                    "麵粉",
                    "胡椒粉",
                    "洗衣粉",
                    "奶粉",
                    "爽身粉",
                    "太白粉"
                ]
            },
            {
                "question": "將水加熱的過程中，什麼時候溫度不會變",
                "correct": [
                    "三態變化時",
                    "固液共存時",
                    "液氣共存時"
                ],
                "decoys": [
                    "水變少時",
                    "火太小時",
                    "心情不好時",
                    "剛開始加熱",
                    "水結冰後",
                    "火熄滅時"
                ]
            },
            {
                "question": "物質受熱後會有哪些改變",
                "correct": [
                    "顏色",
                    "形狀",
                    "軟硬",
                    "三態變化",
                    "大小"
                ],
                "decoys": [
                    "性別",
                    "國籍",
                    "智商",
                    "性格"
                ]
            },
            {
                "question": "哪些符合散熱原理",
                "correct": [
                    "搧風",
                    "保持通風",
                    "散熱貼布",
                    "冰敷袋"
                ],
                "decoys": [
                    "蓋厚被子",
                    "穿羽絨衣",
                    "曬太陽",
                    "保持通靈",
                    "熱敷袋"
                ]
            },
            {
                "question": "關於熱輻射的正確敘述",
                "correct": [
                    "不需要介質",
                    "淺色不易吸收",
                    "淺色易反射",
                    "深色易吸收",
                    "深色不易反射"
                ],
                "decoys": [
                    "需要介質",
                    "淺色易吸收",
                    "深色易反射",
                    "需要空氣"
                ]
            },
            {
                "question": "關於熱對流的正確敘述",
                "correct": [
                    "流體主要方式",
                    "高溫傳向低溫",
                    "與密度有關"
                ],
                "decoys": [
                    "低溫傳向高溫",
                    "熱的向下",
                    "冷的向上",
                    "固體主要方式",
                    "與顏色有關",
                    "只能在真空"
                ]
            },
            {
                "question": "關於熱傳導的正確敘述",
                "correct": [
                    "直接接觸",
                    "固體主要方式",
                    "高溫傳向低溫"
                ],
                "decoys": [
                    "不用接觸",
                    "氣體主要方式",
                    "低溫傳向高溫",
                    "熱的向上",
                    "冷的向下",
                    "塑膠傳熱最快"
                ]
            },
            {
                "question": "金屬導熱性 TOP5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "放熱反應有哪些",
                "correct": [
                    "電池放電",
                    "酸鹼中和",
                    "燃燒",
                    "強酸稀釋",
                    "凝結"
                ],
                "decoys": [
                    "熔化",
                    "汽化",
                    "昇華",
                    "光合作用"
                ]
            },
            {
                "question": "吸熱反應有哪些",
                "correct": [
                    "熔化",
                    "汽化",
                    "昇華",
                    "光合作用"
                ],
                "decoys": [
                    "電池放電",
                    "酸鹼中和",
                    "燃燒",
                    "強酸稀釋",
                    "凝結"
                ]
            },
            {
                "question": "熱傳播方式",
                "correct": [
                    "傳導",
                    "對流",
                    "輻射"
                ],
                "decoys": [
                    "超導",
                    "班導",
                    "上流",
                    "交流",
                    "散射",
                    "漫射"
                ]
            },
            {
                "question": "非金屬有哪些",
                "correct": [
                    "B",
                    "C",
                    "N",
                    "As"
                ],
                "decoys": [
                    "Al",
                    "Ga",
                    "Ti",
                    "Au",
                    "Ag"
                ]
            },
            {
                "question": "惰性氣體有哪些",
                "correct": [
                    "He",
                    "Ne",
                    "Ar"
                ],
                "decoys": [
                    "N",
                    "O",
                    "S",
                    "I",
                    "Br",
                    "C"
                ]
            },
            {
                "question": "金屬導電性TOP 5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "找出鹼金屬",
                "correct": [
                    "鋰",
                    "鈉",
                    "鉀",
                    "銣"
                ],
                "decoys": [
                    "鎂",
                    "鈣",
                    "鋇",
                    "銀",
                    "金"
                ]
            },
            {
                "question": "不鏽鋼的主要成分",
                "correct": [
                    "鐵",
                    "鉻",
                    "鎳"
                ],
                "decoys": [
                    "銅",
                    "鋁",
                    "金",
                    "銀",
                    "塑膠",
                    "鋼鐵人"
                ]
            },
            {
                "question": "哪些是化合物",
                "correct": [
                    "水",
                    "氯化鈉",
                    "二氧化錳",
                    "過氧化氫"
                ],
                "decoys": [
                    "氧氣",
                    "氫氣",
                    "金粉",
                    "鑽石",
                    "臭氧"
                ]
            },
            {
                "question": "週期表中，哪些是液態",
                "correct": [
                    "Hg",
                    "Br"
                ],
                "decoys": [
                    "Al",
                    "Ga",
                    "Ti",
                    "Au",
                    "Ag",
                    "B",
                    "C"
                ]
            },
            {
                "question": "金屬元素中，哪些元素之最的敘述正確",
                "correct": [
                    "熔點最高是鎢",
                    "熔點最低是汞",
                    "密度最小是鋰",
                    "密度最大是鋨"
                ],
                "decoys": [
                    "熔點最高是鐵",
                    "密度最高是鋁",
                    "最硬的是棉花",
                    "最軟的是鑽石",
                    "最愛哭的是汞"
                ]
            },
            {
                "question": "金屬與非金屬的通性比較，何者正確",
                "correct": [
                    "非金屬顏色多",
                    "金屬延展性佳",
                    "非金屬熔點低",
                    "金屬密度大"
                ],
                "decoys": [
                    "非金屬愛生氣",
                    "金屬會唱歌",
                    "非金屬會跳舞",
                    "金屬怕熱",
                    "非金屬怕冷"
                ]
            },
            {
                "question": "哪些是中文元素命名使用的部首",
                "correct": [
                    "金",
                    "石",
                    "气",
                    "水"
                ],
                "decoys": [
                    "火",
                    "土",
                    "口",
                    "木",
                    "心"
                ]
            },
            {
                "question": "找出鹼土金屬",
                "correct": [
                    "Mg",
                    "Ca",
                    "Ba"
                ],
                "decoys": [
                    "He",
                    "Ne",
                    "Ar",
                    "Ti",
                    "Au",
                    "Ag"
                ]
            },
            {
                "question": "找出鹵素",
                "correct": [
                    "F",
                    "Cl",
                    "Br",
                    "I"
                ],
                "decoys": [
                    "B",
                    "C",
                    "N",
                    "As",
                    "He"
                ]
            },
            {
                "question": "銅的合金有哪些",
                "correct": [
                    "青銅",
                    "白銅",
                    "黃銅"
                ],
                "decoys": [
                    "鋼",
                    "不鏽鋼",
                    "白金",
                    "黑金",
                    "五金",
                    "煉金"
                ]
            },
            {
                "question": "哪些是元素",
                "correct": [
                    "碳",
                    "氧氣",
                    "臭氧",
                    "氦氣"
                ],
                "decoys": [
                    "二氧化碳",
                    "水",
                    "食鹽",
                    "葡萄糖",
                    "氨"
                ]
            },
            {
                "question": "哪些金屬元素氧化後，保護力更好",
                "correct": [
                    "鋁",
                    "鈦",
                    "鋅"
                ],
                "decoys": [
                    "鐵",
                    "鈉",
                    "鉀",
                    "鈣",
                    "鋇",
                    "金"
                ]
            },
            {
                "question": "原子結構包含哪些粒子",
                "correct": [
                    "電子",
                    "質子",
                    "中子"
                ],
                "decoys": [
                    "粽子",
                    "餃子",
                    "包子",
                    "孩子",
                    "蚊子",
                    "沙子"
                ]
            },
            {
                "question": "原子結構中，粒子發現與哪些科學家有關係",
                "correct": [
                    "道耳頓",
                    "湯姆森",
                    "拉瑟福",
                    "查兌克"
                ],
                "decoys": [
                    "愛因斯坦",
                    "牛頓",
                    "居禮夫人",
                    "諾貝爾",
                    "特斯拉"
                ]
            },
            {
                "question": "關於原子的正確敘述",
                "correct": [
                    "原子很小",
                    "原子很空",
                    "質量集中在核"
                ],
                "decoys": [
                    "原子會長大",
                    "原子有生命",
                    "原子是彩色的",
                    "原子很吵",
                    "原子會變魔術",
                    "原子有味道"
                ]
            },
            {
                "question": "同一個元素，哪些數字相同",
                "correct": [
                    "電子數",
                    "質子數",
                    "原子序"
                ],
                "decoys": [
                    "年齡",
                    "智商",
                    "幸運數字",
                    "門牌號碼",
                    "手機號碼",
                    "銀行帳號"
                ]
            },
            {
                "question": "關於同位素的正確敘述",
                "correct": [
                    "原子序相同",
                    "質量數不同",
                    "化學性質相同",
                    "物理性質不同"
                ],
                "decoys": [
                    "原子序不同",
                    "物理性質相同",
                    "化學性質不同",
                    "中子數相同",
                    "質量數相同"
                ]
            },
            {
                "question": "關於離子的正確敘述",
                "correct": [
                    "失電子帶正電",
                    "得電子帶負電",
                    "有得失電子",
                    "沒有得失質子"
                ],
                "decoys": [
                    "得質子帶正電",
                    "失質子帶負電",
                    "電子數不變",
                    "得中子帶正電",
                    "失中子帶負電"
                ]
            },
            {
                "question": "化學的表達方式有哪些",
                "correct": [
                    "實驗式",
                    "分子式",
                    "示性式",
                    "結構式"
                ],
                "decoys": [
                    "火星文式",
                    "甲骨文式",
                    "表情符號式",
                    "數學式",
                    "少林寺"
                ]
            },
            {
                "question": "元素與化學式寫法",
                "correct": [
                    "先寫正離子",
                    "後寫負離子",
                    "印刷體",
                    "首字必大寫"
                ],
                "decoys": [
                    "首字母小寫",
                    "全部大寫",
                    "全部小寫",
                    "隨便寫",
                    "倒著寫"
                ]
            },
            {
                "question": "關於原子結構的正確敘述",
                "correct": [
                    "電子在核外",
                    "質子在核內",
                    "中子在核內"
                ],
                "decoys": [
                    "質子在核外",
                    "電子在核內",
                    "中子在核外",
                    "電子不動",
                    "質子會飛",
                    "中子很重"
                ]
            },
            {
                "question": "關於原子結構中，粒子電性的正確敘述",
                "correct": [
                    "電子帶負電",
                    "質子帶正電",
                    "中子不帶電"
                ],
                "decoys": [
                    "大家都有電",
                    "靜電",
                    "交流電",
                    "直流電",
                    "漏電",
                    "閃電"
                ]
            }
        ]
    },
    "7年級": {
        "B1": [
            {
                "question": "實驗室穿著與裝備？",
                "correct": [
                    "穿著實驗衣",
                    "配戴護目鏡",
                    "將長髮紮起"
                ],
                "decoys": [
                    "穿比基尼",
                    "穿夾腳拖",
                    "戴太陽眼鏡",
                    "穿睡衣",
                    "戴安全帽",
                    "穿華麗禮服"
                ]
            },
            {
                "question": "酒精燈著火時處理？",
                "correct": [
                    "用濕抹布蓋",
                    "用燈罩蓋熄"
                ],
                "decoys": [
                    "用嘴巴吹氣",
                    "用水澆滅",
                    "大聲尖叫",
                    "棄置不管",
                    "用手拍熄",
                    "打電話報警",
                    "躲到桌下"
                ]
            },
            {
                "question": "加熱試管注意事項？",
                "correct": [
                    "管口朝外",
                    "稍微傾斜",
                    "使用試管夾"
                ],
                "decoys": [
                    "管口對著人",
                    "垂直加熱",
                    "徒手拿試管",
                    "裝滿液體",
                    "封住管口",
                    "大力搖晃"
                ]
            },
            {
                "question": "聞化學藥品的方法？",
                "correct": [
                    "用手搧聞",
                    "保持距離"
                ],
                "decoys": [
                    "鼻子湊近聞",
                    "用舌頭舔",
                    "大口吸氣",
                    "請同學聞",
                    "倒在手上",
                    "拿起來喝",
                    "拿去煮湯"
                ]
            },
            {
                "question": "科學方法的步驟？",
                "correct": [
                    "觀察",
                    "提出假說",
                    "實驗驗證",
                    "分析數據",
                    "提出結論"
                ],
                "decoys": [
                    "隨便亂猜",
                    "抄襲作業",
                    "相信直覺",
                    "擲筊問神"
                ]
            },
            {
                "question": "實驗變因的種類？",
                "correct": [
                    "控制變因",
                    "操作變因",
                    "應變變因"
                ],
                "decoys": [
                    "隨機變因",
                    "心情變因",
                    "天氣變因",
                    "運氣變因",
                    "老師變因",
                    "考試變因"
                ]
            },
            {
                "question": "生命現象的特徵？",
                "correct": [
                    "新陳代謝",
                    "生長發育",
                    "感應",
                    "生殖繁衍"
                ],
                "decoys": [
                    "隨波逐流",
                    "靜止不動",
                    "唱歌跳舞",
                    "瞬間移動",
                    "長生不老"
                ]
            },
            {
                "question": "生物圈的分布範圍？",
                "correct": [
                    "海平面上下",
                    "各約一萬米",
                    "包含陸地",
                    "包含海洋"
                ],
                "decoys": [
                    "延伸到月球",
                    "整個宇宙",
                    "只有平原",
                    "只有白天",
                    "地心深處"
                ]
            },
            {
                "question": "植物細胞特有構造？",
                "correct": [
                    "細胞壁",
                    "葉綠體"
                ],
                "decoys": [
                    "細胞膜",
                    "細胞核",
                    "粒線體",
                    "高基氏體",
                    "液胞",
                    "中心粒",
                    "溶體"
                ]
            },
            {
                "question": "細胞核的主要功能？",
                "correct": [
                    "含遺傳物質",
                    "生命中樞",
                    "控制代謝"
                ],
                "decoys": [
                    "產生能量",
                    "行光合作用",
                    "儲存養分",
                    "保護細胞",
                    "進出控制",
                    "支持細胞"
                ]
            },
            {
                "question": "粒線體的主要功能？",
                "correct": [
                    "產生能量",
                    "呼吸作用",
                    "細胞發電廠"
                ],
                "decoys": [
                    "光合作用",
                    "製造葡萄糖",
                    "儲存水分",
                    "合成蛋白質",
                    "保護細胞",
                    "控制遺傳"
                ]
            },
            {
                "question": "葉綠體的主要功能？",
                "correct": [
                    "行光合作用",
                    "含葉綠素",
                    "製造養分"
                ],
                "decoys": [
                    "產生能量",
                    "分解葡萄糖",
                    "儲存水分",
                    "控制物質",
                    "保護細胞",
                    "遺傳控制"
                ]
            },
            {
                "question": "液胞的主要功能？",
                "correct": [
                    "儲存水分",
                    "儲存廢物",
                    "維持形狀"
                ],
                "decoys": [
                    "產生能量",
                    "製造養分",
                    "控制遺傳",
                    "進行呼吸",
                    "合成蛋白",
                    "細胞分裂"
                ]
            },
            {
                "question": "細胞壁的主要功能？",
                "correct": [
                    "保護細胞",
                    "維持形狀",
                    "成分纖維素"
                ],
                "decoys": [
                    "控制進出",
                    "產生能量",
                    "行光合作用",
                    "儲存養分",
                    "進行呼吸",
                    "傳遞訊息"
                ]
            },
            {
                "question": "複式顯微鏡的構造？",
                "correct": [
                    "目鏡",
                    "物鏡",
                    "粗調節輪",
                    "細調節輪",
                    "反光鏡"
                ],
                "decoys": [
                    "後照鏡",
                    "放大鏡",
                    "望遠鏡",
                    "潛望鏡"
                ]
            },
            {
                "question": "複式顯微鏡成像？",
                "correct": [
                    "上下顛倒",
                    "左右相反",
                    "放大影像"
                ],
                "decoys": [
                    "完全相同",
                    "縮小影像",
                    "變黑白",
                    "變彩色",
                    "變3D",
                    "會動"
                ]
            },
            {
                "question": "調整視野亮度方式？",
                "correct": [
                    "調整光圈",
                    "調整反光鏡"
                ],
                "decoys": [
                    "擦拭鏡頭",
                    "移動玻片",
                    "更換目鏡",
                    "閉上眼睛",
                    "打開窗戶",
                    "點蠟燭",
                    "用手電筒"
                ]
            },
            {
                "question": "低倍物鏡觀察特性？",
                "correct": [
                    "視野較大",
                    "亮度較亮",
                    "細胞較小",
                    "細胞數多"
                ],
                "decoys": [
                    "視野較小",
                    "亮度較暗",
                    "細胞較大",
                    "細胞數少",
                    "容易撞片"
                ]
            },
            {
                "question": "高倍物鏡觀察特性？",
                "correct": [
                    "視野較小",
                    "亮度較暗",
                    "細胞較大",
                    "細胞數少"
                ],
                "decoys": [
                    "視野較大",
                    "亮度較亮",
                    "細胞較小",
                    "細胞數多",
                    "不用調焦"
                ]
            },
            {
                "question": "生活中的擴散作用？",
                "correct": [
                    "聞到花香",
                    "紅墨水擴散",
                    "糖溶於水"
                ],
                "decoys": [
                    "水結成冰",
                    "石頭下沉",
                    "主動運輸",
                    "幫浦作用",
                    "血液循環",
                    "肌肉收縮"
                ]
            },
            {
                "question": "滲透作用的定義？",
                "correct": [
                    "水分子移動",
                    "通過細胞膜",
                    "不消耗能量"
                ],
                "decoys": [
                    "溶質移動",
                    "消耗能量",
                    "主動運輸",
                    "需要載體",
                    "產生氣泡",
                    "發光發熱"
                ]
            },
            {
                "question": "紅血球放入濃食鹽水？",
                "correct": [
                    "細胞萎縮",
                    "水分析出"
                ],
                "decoys": [
                    "細胞脹破",
                    "維持原狀",
                    "細胞發芽",
                    "變成綠色",
                    "溶解消失",
                    "變成氣體",
                    "發光"
                ]
            },
            {
                "question": "紅血球放入蒸餾水？",
                "correct": [
                    "水分進入",
                    "細胞脹破",
                    "細胞膨脹"
                ],
                "decoys": [
                    "細胞萎縮",
                    "維持原狀",
                    "變乾扁",
                    "變成兩顆",
                    "變成植物",
                    "變成石頭"
                ]
            },
            {
                "question": "植物細胞放入清水？",
                "correct": [
                    "產生膨壓",
                    "細胞膨脹",
                    "不會破裂"
                ],
                "decoys": [
                    "細胞萎縮",
                    "細胞破裂",
                    "質壁分離",
                    "變成動物",
                    "溶解消失",
                    "葉綠體跑掉"
                ]
            },
            {
                "question": "生物體的組成層次？",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "器官系統",
                    "個體"
                ],
                "decoys": [
                    "原子",
                    "分子",
                    "群落",
                    "生態系"
                ]
            },
            {
                "question": "植物缺乏哪個層次？",
                "correct": [
                    "器官系統",
                    "系統"
                ],
                "decoys": [
                    "細胞",
                    "組織",
                    "器官",
                    "個體",
                    "群集",
                    "生態系",
                    "生物圈"
                ]
            },
            {
                "question": "植物的營養器官？",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "花",
                    "果實",
                    "種子",
                    "孢子",
                    "花粉",
                    "精細胞"
                ]
            },
            {
                "question": "植物的生殖器官？",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "根",
                    "莖",
                    "葉",
                    "表皮",
                    "葉肉",
                    "維管束"
                ]
            },
            {
                "question": "下列哪些屬於能產生能量的養分？",
                "correct": [
                    "醣類、蛋白質、脂質"
                ],
                "decoys": [
                    "水、維生素、礦物質、纖維素、空氣、陽光"
                ]
            },
            {
                "question": "下列哪些是「不產生能量」但維持機能的養分？",
                "correct": [
                    "水、維生素、礦物質"
                ],
                "decoys": [
                    "醣類、蛋白質、脂質、澱粉、肥肉、米飯"
                ]
            },
            {
                "question": "關於「酵素」的特性，下列敘述哪些正確？",
                "correct": [
                    "由蛋白質組成、具有專一性、可重複使用、受溫度影響"
                ],
                "decoys": [
                    "主要成分是醣、用完即消失、只在體內作用、任何溫度皆可、萬能催化劑"
                ]
            },
            {
                "question": "檢測「澱粉」時，我們會觀察到什麼現象？",
                "correct": [
                    "使用碘液、呈現藍黑色、原為黃褐色"
                ],
                "decoys": [
                    "使用本氏液、呈現紅色、呈現綠色、呈現紫色、需要加熱、變透明"
                ]
            },
            {
                "question": "檢測「葡萄糖」時，我們會觀察到什麼現象？",
                "correct": [
                    "使用本氏液、需要隔水加熱、變綠黃橙紅"
                ],
                "decoys": [
                    "使用碘液、變藍黑色、不需要加熱、變紫色、變白色、變黑色"
                ]
            },
            {
                "question": "光合作用的「反應物」（原料）包含哪些？",
                "correct": [
                    "水、二氧化碳"
                ],
                "decoys": [
                    "氧氣、葡萄糖、澱粉、蛋白質、泥土、氮氣、維生素"
                ]
            },
            {
                "question": "光合作用的「產物」包含哪些？",
                "correct": [
                    "氧氣、葡萄糖、水"
                ],
                "decoys": [
                    "二氧化碳、光能、葉綠素、土壤、食鹽、氮氣"
                ]
            },
            {
                "question": "進行「光合作用實驗」時，步驟與目的配對？",
                "correct": [
                    "熱水煮軟葉片、酒精溶解葉綠素、漂洗洗去酒精、滴碘液測澱粉"
                ],
                "decoys": [
                    "酒精煮軟葉片、熱水溶解葉綠素、滴本氏液測糖、加酸溶解葉片、用火直接燒葉"
                ]
            },
            {
                "question": "人體的「消化管」包含下列哪些器官？",
                "correct": [
                    "口腔、食道、胃、小腸、大腸"
                ],
                "decoys": [
                    "肝臟、胰臟、唾腺、膽囊"
                ]
            },
            {
                "question": "人體的「消化腺」包含下列哪些構造？",
                "correct": [
                    "唾腺、肝臟、胰臟、胃腺"
                ],
                "decoys": [
                    "食道、大腸、肛門、肺、心臟"
                ]
            },
            {
                "question": "關於「口腔」內的消化作用，何者正確？",
                "correct": [
                    "分泌唾液、含澱粉酶、分解澱粉"
                ],
                "decoys": [
                    "分解蛋白質、分解脂質、分泌胃酸、吸收水分、吸收葡萄糖、強酸環境"
                ]
            },
            {
                "question": "關於「胃」的消化作用，下列敘述何者正確？",
                "correct": [
                    "呈強酸性、含胃蛋白酶、殺菌功能、肌肉蠕動"
                ],
                "decoys": [
                    "分解澱粉、分解脂質、吸收蛋白質、呈鹼性、含膽汁"
                ]
            },
            {
                "question": "關於「肝臟」與「膽汁」的敘述，何者正確？",
                "correct": [
                    "肝臟分泌膽汁、膽汁乳化脂質、膽汁不含酵素、注入小腸"
                ],
                "decoys": [
                    "膽囊分泌膽汁、膽汁分解蛋白質、膽汁分解澱粉、注入胃、肝臟吸收養分"
                ]
            },
            {
                "question": "關於「胰液」的敘述，下列何者正確？",
                "correct": [
                    "由胰臟分泌、注入小腸、呈鹼性、含多種酵素"
                ],
                "decoys": [
                    "注入胃、呈酸性、不含酵素、只分解脂質、由肝臟分泌"
                ]
            },
            {
                "question": "關於「小腸」的構造與功能，下列何者正確？",
                "correct": [
                    "絨毛增加面積、主要吸收水分、主要消化養分、吸收養分"
                ],
                "decoys": [
                    "磨碎食物、暫存糞便、分泌胃酸、主要吸收空氣、製造膽汁"
                ]
            },
            {
                "question": "關於「大腸」的功能，下列何者正確？",
                "correct": [
                    "吸收剩餘水分、暫存糞便"
                ],
                "decoys": [
                    "消化蛋白質、消化脂質、分泌消化酶、吸收葡萄糖、吸收胺基酸、磨碎食物、製造維生素"
                ]
            },
            {
                "question": "下列哪些消化液可以分解「澱粉」？",
                "correct": [
                    "唾液、胰液、腸液"
                ],
                "decoys": [
                    "胃液、膽汁、水、鹽酸、血液、淋巴液"
                ]
            },
            {
                "question": "下列哪些消化液可以分解「蛋白質」？",
                "correct": [
                    "胃液、胰液、腸液"
                ],
                "decoys": [
                    "唾液、膽汁、水、淚液、汗水、尿液"
                ]
            },
            {
                "question": "下列哪些消化液可以作用於「脂質」？",
                "correct": [
                    "膽汁、胰液、腸液"
                ],
                "decoys": [
                    "唾液、胃液、水、可樂、茶、果汁"
                ]
            },
            {
                "question": "食物在消化管中的移動順序，下列何者正確？",
                "correct": [
                    "口腔到食道、胃到小腸、小腸到大腸"
                ],
                "decoys": [
                    "胃到食道、大腸到小腸、肝臟到胰臟、大腸到胃、食道到氣管、肛門到胃"
                ]
            },
            {
                "question": "關於「絨毛」的敘述，下列何者正確？",
                "correct": [
                    "位於小腸內壁、增加吸收面積、指狀突起"
                ],
                "decoys": [
                    "位於胃壁、位於食道、增加食物體積、分泌膽汁、過濾血液、製造紅血球"
                ]
            },
            {
                "question": "影響「酵素活性」的主要因素有哪些？",
                "correct": [
                    "溫度、酸鹼度"
                ],
                "decoys": [
                    "光照強度、壓力大小、容器形狀、水的硬度、食物顏色、風速、噪音"
                ]
            },
            {
                "question": "一公克的養分燃燒可產生多少熱量？",
                "correct": [
                    "醣類4大卡、蛋白質4大卡、脂質9大卡"
                ],
                "decoys": [
                    "水4大卡、維生素9大卡、礦物質1大卡、纖維素4大卡、醣類9大卡、脂質4大卡"
                ]
            },
            {
                "question": "關於「熱量測定」實驗，下列敘述何者正確？",
                "correct": [
                    "燃燒食物、測水溫變化、溫度上升吸熱"
                ],
                "decoys": [
                    "測食物重量變化、測空氣溫度、水溫下降吸熱、用手摸熱度、吃下去測量、燒杯會變冰"
                ]
            },
            {
                "question": "小腸內的消化液主要呈現什麼酸鹼性質？",
                "correct": [
                    "鹼性、弱鹼性"
                ],
                "decoys": [
                    "強酸性、中性、弱酸性、像檸檬汁、像醋、像胃液、像碳酸水"
                ]
            },
            {
                "question": "下列哪些養分需要「消化」後才能被細胞吸收？",
                "correct": [
                    "澱粉、蛋白質、脂質"
                ],
                "decoys": [
                    "水、葡萄糖、維生素、礦物質、胺基酸、脂肪酸"
                ]
            },
            {
                "question": "維管束的主要組成構造有哪些？",
                "correct": [
                    "木質部",
                    "韌皮部",
                    "形成層"
                ],
                "decoys": [
                    "表皮",
                    "氣孔",
                    "葉肉",
                    "根毛",
                    "角質層",
                    "葉脈"
                ]
            },
            {
                "question": "植物木質部的主要功能是什麼？",
                "correct": [
                    "運輸水分",
                    "運輸礦物質",
                    "單向向上運輸"
                ],
                "decoys": [
                    "運輸有機養分",
                    "雙向運輸",
                    "製造養分",
                    "吸收光能",
                    "保護葉片",
                    "控制氣孔"
                ]
            },
            {
                "question": "植物韌皮部的主要功能是什麼？",
                "correct": [
                    "運輸有機養分",
                    "雙向運輸"
                ],
                "decoys": [
                    "運輸水分",
                    "運輸礦物質",
                    "單向向上運輸",
                    "吸收水分",
                    "吸收二氧化碳",
                    "支持植物體",
                    "製造花粉"
                ]
            },
            {
                "question": "關於雙子葉植物莖的敘述哪些正確？",
                "correct": [
                    "維管束環狀排列",
                    "具有形成層",
                    "莖可以加粗"
                ],
                "decoys": [
                    "維管束散生",
                    "沒有形成層",
                    "莖粗細固定",
                    "如水稻",
                    "如玉米",
                    "維管束亂排"
                ]
            },
            {
                "question": "關於單子葉植物莖的敘述哪些正確？",
                "correct": [
                    "維管束散生排列",
                    "缺乏形成層",
                    "莖不易加粗"
                ],
                "decoys": [
                    "維管束環狀",
                    "具有形成層",
                    "年輪明顯",
                    "如榕樹",
                    "如相思樹",
                    "莖會持續變粗"
                ]
            },
            {
                "question": "形成層的功能與特色為何？",
                "correct": [
                    "細胞分裂",
                    "向內生木質部",
                    "向外生韌皮部",
                    "使莖加粗"
                ],
                "decoys": [
                    "行光合作用",
                    "吸收水分",
                    "儲存養分",
                    "保護植物",
                    "行呼吸作用"
                ]
            },
            {
                "question": "關於「年輪」的敘述哪些正確？",
                "correct": [
                    "由木質部組成",
                    "受氣候影響",
                    "可推測樹齡"
                ],
                "decoys": [
                    "由韌皮部組成",
                    "由表皮組成",
                    "每天形成一圈",
                    "熱帶植物明顯",
                    "深色是春材",
                    "淺色是秋材"
                ]
            },
            {
                "question": "影響植物「蒸散作用」速率的因素？",
                "correct": [
                    "光照強弱",
                    "氣孔開閉",
                    "溫度高低",
                    "溼度大小",
                    "風速快慢"
                ],
                "decoys": [
                    "土壤肥沃度",
                    "根毛數量",
                    "花朵顏色",
                    "莖的粗細"
                ]
            },
            {
                "question": "關於人體循環系統的組成有哪些？",
                "correct": [
                    "心臟",
                    "血液",
                    "血管"
                ],
                "decoys": [
                    "肺臟",
                    "腎臟",
                    "胃",
                    "小腸",
                    "淋巴結",
                    "腦"
                ]
            },
            {
                "question": "人體心臟的構造敘述哪些正確？",
                "correct": [
                    "有四個腔室",
                    "心房在上方",
                    "心室在下方",
                    "主要由心肌構成"
                ],
                "decoys": [
                    "心房在下方",
                    "心室在上方",
                    "左右相通",
                    "內有骨骼",
                    "有六個腔室"
                ]
            },
            {
                "question": "心臟內「瓣膜」的功能與位置？",
                "correct": [
                    "心房心室間",
                    "心室動脈間",
                    "防止血液倒流"
                ],
                "decoys": [
                    "動脈靜脈間",
                    "促進血液逆流",
                    "過濾血液",
                    "製造紅血球",
                    "位於微血管",
                    "吸收養分"
                ]
            },
            {
                "question": "關於「動脈」的特徵敘述？",
                "correct": [
                    "管壁厚彈性佳",
                    "將血液帶離心臟",
                    "通常位於深層"
                ],
                "decoys": [
                    "管壁最薄",
                    "具有瓣膜",
                    "將血帶回心臟",
                    "流速最慢",
                    "物質交換場所",
                    "只流缺氧血"
                ]
            },
            {
                "question": "關於「靜脈」的特徵敘述？",
                "correct": [
                    "管壁比動脈薄",
                    "管內有瓣膜",
                    "將血液帶回心臟",
                    "管腔較大"
                ],
                "decoys": [
                    "管壁最厚",
                    "彈性最好",
                    "流速最快",
                    "脈搏明顯",
                    "只流充氧血"
                ]
            },
            {
                "question": "關於「微血管」的特徵敘述？",
                "correct": [
                    "管壁單層細胞",
                    "物質交換場所",
                    "血流速度最慢",
                    "連接動靜脈"
                ],
                "decoys": [
                    "管壁最厚",
                    "有明顯脈搏",
                    "防止血液倒流",
                    "肉眼可見青筋",
                    "彈性最好"
                ]
            },
            {
                "question": "人體「肺循環」的途徑特徵？",
                "correct": [
                    "起點右心室",
                    "終點左心房",
                    "經過肺部",
                    "交換氣體"
                ],
                "decoys": [
                    "起點左心室",
                    "終點右心房",
                    "運送養分全身",
                    "不經過肺部",
                    "壓力最大"
                ]
            },
            {
                "question": "人體「體循環」的途徑特徵？",
                "correct": [
                    "起點左心室",
                    "終點右心房",
                    "運送養分全身",
                    "路徑較長"
                ],
                "decoys": [
                    "起點右心室",
                    "終點左心房",
                    "只在肺部循環",
                    "路徑較短",
                    "壓力最小"
                ]
            },
            {
                "question": "血液中「血漿」的主要成分與功能？",
                "correct": [
                    "水分含量最高",
                    "運送養分廢物",
                    "運送激素抗體",
                    "調節體溫"
                ],
                "decoys": [
                    "運送氧氣",
                    "吞噬病原體",
                    "負責凝血",
                    "細胞核明顯",
                    "呈鮮紅色"
                ]
            },
            {
                "question": "「紅血球」的特徵與功能有哪些？",
                "correct": [
                    "雙凹圓盤狀",
                    "無細胞核",
                    "含血紅素",
                    "攜帶氧氣"
                ],
                "decoys": [
                    "體積最大",
                    "有細胞核",
                    "負責防禦",
                    "負責凝血",
                    "可變形運動"
                ]
            },
            {
                "question": "「白血球」的特徵與功能有哪些？",
                "correct": [
                    "有細胞核",
                    "體積最大",
                    "吞噬病原體",
                    "產生抗體"
                ],
                "decoys": [
                    "數量最多",
                    "無細胞核",
                    "含血紅素",
                    "攜帶氧氣",
                    "負責凝血"
                ]
            },
            {
                "question": "「血小板」的特徵與功能有哪些？",
                "correct": [
                    "個體最小",
                    "形狀不規則",
                    "協助血液凝固",
                    "無細胞核"
                ],
                "decoys": [
                    "有細胞核",
                    "體積最大",
                    "運送氧氣",
                    "吞噬細菌",
                    "產生抗體"
                ]
            },
            {
                "question": "關於「淋巴系統」的組成與功能？",
                "correct": [
                    "回收組織液",
                    "防禦疾病",
                    "包含淋巴結",
                    "包含淋巴管"
                ],
                "decoys": [
                    "運送紅血球",
                    "交換氣體",
                    "消化食物",
                    "製造尿液",
                    "控制心跳"
                ]
            },
            {
                "question": "淋巴液的流動特徵有哪些？",
                "correct": [
                    "單向流動",
                    "最後注入靜脈",
                    "靠肌肉擠壓"
                ],
                "decoys": [
                    "雙向流動",
                    "注入動脈",
                    "靠心臟博動",
                    "流速極快",
                    "含有紅血球",
                    "呈鮮紅色"
                ]
            },
            {
                "question": "人體的第一道防禦防線包含？",
                "correct": [
                    "皮膚",
                    "黏膜",
                    "纖毛",
                    "胃酸"
                ],
                "decoys": [
                    "發炎反應",
                    "吞噬作用",
                    "抗體",
                    "疫苗",
                    "T細胞"
                ]
            },
            {
                "question": "人體的第二道防禦防線包含？",
                "correct": [
                    "發炎反應",
                    "吞噬作用",
                    "白血球聚集"
                ],
                "decoys": [
                    "皮膚阻隔",
                    "黏膜",
                    "產生抗體",
                    "記憶細胞",
                    "專一性防禦",
                    "施打疫苗"
                ]
            },
            {
                "question": "人體的第三道防禦防線包含？",
                "correct": [
                    "專一性防禦",
                    "淋巴球參與",
                    "產生抗體",
                    "記憶性"
                ],
                "decoys": [
                    "皮膜阻隔",
                    "吞噬作用",
                    "非專一性",
                    "紅腫熱痛",
                    "傷口結痂"
                ]
            },
            {
                "question": "關於「發炎反應」的症狀有哪些？",
                "correct": [
                    "紅",
                    "腫",
                    "熱",
                    "痛"
                ],
                "decoys": [
                    "癢",
                    "麻",
                    "酸",
                    "冷",
                    "暈"
                ]
            },
            {
                "question": "關於植物「氣孔」的敘述哪些正確？",
                "correct": [
                    "保衛細胞圍成",
                    "下表皮較多",
                    "水分散失門戶",
                    "氣體進出通道"
                ],
                "decoys": [
                    "表皮細胞圍成",
                    "上表皮多",
                    "吸收土壤水",
                    "只在晚上開",
                    "無法關閉"
                ]
            },
            {
                "question": "關於「樹皮」的構造與功能？",
                "correct": [
                    "包含表皮",
                    "包含韌皮部",
                    "保護植物",
                    "防止水分散失",
                    "上有皮孔"
                ],
                "decoys": [
                    "包含形成層",
                    "包含木質部",
                    "主要運輸水分",
                    "無法透氣"
                ]
            },
            {
                "question": "神經元的基本構造包含哪些？",
                "correct": [
                    "細胞本體",
                    "神經纖維"
                ],
                "decoys": [
                    "細胞核",
                    "細胞質",
                    "細胞壁",
                    "葉綠體",
                    "大液胞",
                    "肌肉",
                    "粒線體"
                ]
            },
            {
                "question": "下列哪些屬於中樞神經系統？",
                "correct": [
                    "大腦",
                    "小腦",
                    "腦幹",
                    "脊髓"
                ],
                "decoys": [
                    "感覺神經",
                    "運動神經",
                    "腦神經",
                    "脊神經",
                    "周圍神經"
                ]
            },
            {
                "question": "大腦主要負責的功能有哪些？",
                "correct": [
                    "感覺",
                    "運動",
                    "語言",
                    "記憶",
                    "思考"
                ],
                "decoys": [
                    "平衡",
                    "心跳",
                    "呼吸",
                    "反射"
                ]
            },
            {
                "question": "小腦受損可能會出現什麼症狀？",
                "correct": [
                    "走路不穩",
                    "無法平衡",
                    "動作不協調"
                ],
                "decoys": [
                    "無法呼吸",
                    "心跳停止",
                    "失去記憶",
                    "變成植物人",
                    "聽不見",
                    "看不見"
                ]
            },
            {
                "question": "腦幹負責調節哪些生命現象？",
                "correct": [
                    "心跳",
                    "呼吸",
                    "體溫",
                    "吞嚥",
                    "嘔吐"
                ],
                "decoys": [
                    "思考",
                    "平衡",
                    "算數學",
                    "接尺反應"
                ]
            },
            {
                "question": "下列哪些屬於「脊髓」控制的反射？",
                "correct": [
                    "膝跳反射",
                    "縮手反射",
                    "排尿反射",
                    "踩釘縮腳"
                ],
                "decoys": [
                    "眨眼反射",
                    "唾液分泌",
                    "瞳孔縮小",
                    "吞嚥反射",
                    "打噴嚏"
                ]
            },
            {
                "question": "神經傳導路徑中正確的順序包含？",
                "correct": [
                    "受器",
                    "感覺神經",
                    "中樞神經",
                    "運動神經",
                    "動器"
                ],
                "decoys": [
                    "血管",
                    "淋巴管",
                    "心臟",
                    "肺臟"
                ]
            },
            {
                "question": "下列哪些行為屬於「意識反應」？",
                "correct": [
                    "接尺實驗",
                    "算數學",
                    "揮棒打球",
                    "看到紅燈停"
                ],
                "decoys": [
                    "膝跳反射",
                    "眨眼反射",
                    "手被燙縮回",
                    "聞香流口水",
                    "打嗝"
                ]
            },
            {
                "question": "下列哪些行為屬於「反射動作」？",
                "correct": [
                    "瞳孔縮小",
                    "手碰熱縮回",
                    "腳踢膝跳起",
                    "異物入眼眨"
                ],
                "decoys": [
                    "寫考卷",
                    "背單字",
                    "唱歌",
                    "跳舞",
                    "投籃"
                ]
            },
            {
                "question": "內分泌系統的特性有哪些？",
                "correct": [
                    "由血液運輸",
                    "作用較慢",
                    "影響範圍廣",
                    "時效較長"
                ],
                "decoys": [
                    "有導管",
                    "由淋巴運輸",
                    "作用極快",
                    "像電線傳導",
                    "只在頭部"
                ]
            },
            {
                "question": "人體主要的內分泌腺包含哪些？",
                "correct": [
                    "腦垂腺",
                    "甲狀腺",
                    "腎上腺",
                    "胰島",
                    "性腺"
                ],
                "decoys": [
                    "汗腺",
                    "淚腺",
                    "唾腺",
                    "胃腺"
                ]
            },
            {
                "question": "腦垂腺分泌異常可能導致哪些疾病？",
                "correct": [
                    "巨人症",
                    "侏儒症"
                ],
                "decoys": [
                    "糖尿病",
                    "大脖子病",
                    "夜盲症",
                    "壞血病",
                    "腳氣病",
                    "貧血",
                    "感冒"
                ]
            },
            {
                "question": "甲狀腺素的主要功能與影響？",
                "correct": [
                    "促進代謝",
                    "影響生長",
                    "消耗養分"
                ],
                "decoys": [
                    "降低血糖",
                    "升高血糖",
                    "控制平衡",
                    "產生精子",
                    "產生卵子",
                    "分泌乳汁"
                ]
            },
            {
                "question": "副甲狀腺素主要調節什麼？",
                "correct": [
                    "鈣濃度",
                    "血液含鈣量"
                ],
                "decoys": [
                    "鉀濃度",
                    "鈉濃度",
                    "鐵質",
                    "血糖",
                    "水分",
                    "體溫",
                    "血壓"
                ]
            },
            {
                "question": "腎上腺素在緊急時會有什麼作用？",
                "correct": [
                    "心跳加快",
                    "血壓上升",
                    "血糖上升",
                    "肌肉有力",
                    "腸胃蠕動慢"
                ],
                "decoys": [
                    "想睡覺",
                    "呼吸變慢",
                    "瞳孔縮小",
                    "尿液變多"
                ]
            },
            {
                "question": "胰島素分泌不足或異常會導致？",
                "correct": [
                    "糖尿病",
                    "尿中有糖",
                    "吃多喝多尿多",
                    "體重減輕"
                ],
                "decoys": [
                    "低血糖",
                    "體重增加",
                    "巨人症",
                    "呆小症",
                    "甲狀腺腫"
                ]
            },
            {
                "question": "升糖素的主要功能是什麼？",
                "correct": [
                    "分解肝糖",
                    "升高血糖"
                ],
                "decoys": [
                    "合成肝糖",
                    "降低血糖",
                    "促進生長",
                    "幫助消化",
                    "吸收水分",
                    "儲存脂肪",
                    "降低血壓"
                ]
            },
            {
                "question": "性腺（睪丸與卵巢）的功能包含？",
                "correct": [
                    "分泌性激素",
                    "製造精子",
                    "製造卵子",
                    "表現性徵"
                ],
                "decoys": [
                    "控制血糖",
                    "調節鈣質",
                    "促進代謝",
                    "分解毒素",
                    "過濾血液"
                ]
            },
            {
                "question": "植物的「向性」反應有哪些特徵？",
                "correct": [
                    "生長素控制",
                    "生長不均",
                    "反應較慢",
                    "不可逆",
                    "莖的向光性"
                ],
                "decoys": [
                    "水分控制",
                    "膨壓改變",
                    "反應快速",
                    "可逆反應"
                ]
            },
            {
                "question": "下列哪些屬於植物的「向性」？",
                "correct": [
                    "莖向光性",
                    "根向地性",
                    "莖背地性",
                    "根向溼性",
                    "莖向觸性"
                ],
                "decoys": [
                    "含羞草閉合",
                    "睡眠運動",
                    "捕蠅草捕蟲",
                    "氣孔開閉"
                ]
            },
            {
                "question": "植物的「傾性」反應有哪些特徵？",
                "correct": [
                    "水分進出",
                    "膨壓改變",
                    "反應較快",
                    "可逆反應"
                ],
                "decoys": [
                    "生長素控制",
                    "細胞生長",
                    "反應緩慢",
                    "不可逆",
                    "根向地長"
                ]
            },
            {
                "question": "下列哪些屬於植物的「傾性」反應？",
                "correct": [
                    "含羞草閉合",
                    "酢漿草睡眠",
                    "氣孔開閉",
                    "捕蟲運動"
                ],
                "decoys": [
                    "莖向光長",
                    "根向下長",
                    "絲瓜繞架子",
                    "根向水長",
                    "向日葵轉頭"
                ]
            },
            {
                "question": "關於視覺暫留與後像哪些正確？",
                "correct": [
                    "正片後像",
                    "負片後像",
                    "互補色",
                    "視覺疲勞"
                ],
                "decoys": [
                    "聽覺暫留",
                    "嗅覺適應",
                    "味覺喪失",
                    "觸覺麻痺",
                    "色盲"
                ]
            },
            {
                "question": "下列哪些器官同時屬於消化與內分泌？",
                "correct": [
                    "胰臟",
                    "性腺"
                ],
                "decoys": [
                    "心臟",
                    "肺臟",
                    "肝臟",
                    "腎臟",
                    "脾臟",
                    "大腸",
                    "小腸"
                ]
            },
            {
                "question": "神經系統與內分泌系統的比較？",
                "correct": [
                    "神經傳導快",
                    "內分泌傳導慢",
                    "神經範圍小",
                    "內分泌範圍廣"
                ],
                "decoys": [
                    "神經用激素",
                    "內分泌用電",
                    "兩者無關",
                    "神經管全身",
                    "內分泌管局部"
                ]
            },
            {
                "question": "腦幹受損（腦死）的特徵？",
                "correct": [
                    "無自主呼吸",
                    "心跳需維持",
                    "瞳孔無反射"
                ],
                "decoys": [
                    "有意識",
                    "能思考",
                    "手腳能動",
                    "能吞嚥",
                    "能咳嗽",
                    "能說話"
                ]
            },
            {
                "question": "關於「接尺實驗」的敘述？",
                "correct": [
                    "是大腦控制",
                    "經練習可進步",
                    "是意識反應"
                ],
                "decoys": [
                    "是反射動作",
                    "是脊髓控制",
                    "無法進步",
                    "與眼睛無關",
                    "不經大腦",
                    "是先天本能"
                ]
            },
            {
                "question": "下列哪些屬於外分泌腺（有管腺）？",
                "correct": [
                    "汗腺",
                    "淚腺",
                    "唾腺",
                    "消化腺"
                ],
                "decoys": [
                    "腦垂腺",
                    "甲狀腺",
                    "副甲狀腺",
                    "腎上腺",
                    "胰島"
                ]
            },
            {
                "question": "糖尿病患者常見的「三多一少」是指？",
                "correct": [
                    "吃多",
                    "喝多",
                    "尿多",
                    "體重減少"
                ],
                "decoys": [
                    "睡多",
                    "夢多",
                    "話多",
                    "體重增加",
                    "頭髮減少"
                ]
            },
            {
                "question": "細胞呼吸作用產物",
                "correct": [
                    "能量",
                    "水",
                    "二氧化碳"
                ],
                "decoys": [
                    "氧氣",
                    "葡萄糖",
                    "澱粉",
                    "光能",
                    "葉綠體",
                    "聲音"
                ]
            },
            {
                "question": "植物呼吸器官構造",
                "correct": [
                    "氣孔",
                    "皮孔",
                    "根部細胞"
                ],
                "decoys": [
                    "葉脈",
                    "花瓣",
                    "果肉",
                    "種皮",
                    "雄蕊",
                    "雌蕊"
                ]
            },
            {
                "question": "人體呼吸道",
                "correct": [
                    "鼻",
                    "咽",
                    "喉",
                    "氣管",
                    "支氣管",
                    "肺"
                ],
                "decoys": [
                    "食道",
                    "胃",
                    "口腔"
                ]
            },
            {
                "question": "吸氣時胸腔變化",
                "correct": [
                    "肋骨上升",
                    "橫膈下降",
                    "體積變大",
                    "氣壓變小"
                ],
                "decoys": [
                    "肋骨下降",
                    "橫膈上升",
                    "體積變小",
                    "氣壓變大",
                    "氣體流出"
                ]
            },
            {
                "question": "呼氣時胸腔變化",
                "correct": [
                    "肋骨下降",
                    "橫膈上升",
                    "體積變小",
                    "氣壓變大",
                    "氣體流出"
                ],
                "decoys": [
                    "肋骨上升",
                    "橫膈下降",
                    "體積變大",
                    "氣壓變小"
                ]
            },
            {
                "question": "檢測二氧化碳",
                "correct": [
                    "澄清石灰水",
                    "白色沉澱",
                    "變混濁"
                ],
                "decoys": [
                    "碘液",
                    "本氏液",
                    "藍黑色",
                    "變紅色",
                    "亞甲藍液",
                    "清水"
                ]
            },
            {
                "question": "檢測水氣工具",
                "correct": [
                    "氯化亞鈷試紙",
                    "藍色變粉紅"
                ],
                "decoys": [
                    "石蕊試紙",
                    "廣用試紙",
                    "粉紅變藍",
                    "pH計",
                    "本氏液",
                    "燒杯",
                    "酒精燈"
                ]
            },
            {
                "question": "調節血糖的激素",
                "correct": [
                    "胰島素",
                    "升糖素",
                    "腎上腺素"
                ],
                "decoys": [
                    "生長激素",
                    "甲狀腺素",
                    "性激素",
                    "胃液",
                    "膽汁",
                    "唾液"
                ]
            },
            {
                "question": "胰島素的功能",
                "correct": [
                    "降低血糖",
                    "合成肝糖",
                    "進入細胞"
                ],
                "decoys": [
                    "升高血糖",
                    "分解肝糖",
                    "促進食慾",
                    "分解脂肪",
                    "心跳加速",
                    "變胖"
                ]
            },
            {
                "question": "腎上腺素分泌時機",
                "correct": [
                    "生氣",
                    "緊張",
                    "運動",
                    "壓力大"
                ],
                "decoys": [
                    "睡覺",
                    "剛吃飽",
                    "放鬆時",
                    "看書",
                    "聽音樂"
                ]
            },
            {
                "question": "人體排泄器官",
                "correct": [
                    "肺",
                    "皮膚",
                    "腎臟"
                ],
                "decoys": [
                    "大腸",
                    "肛門",
                    "心臟",
                    "肝臟",
                    "胃",
                    "小腸"
                ]
            },
            {
                "question": "含氮廢物種類",
                "correct": [
                    "氨",
                    "尿素",
                    "尿酸"
                ],
                "decoys": [
                    "糞便",
                    "葡萄糖",
                    "胺基酸",
                    "脂肪酸",
                    "二氧化碳",
                    "汗水"
                ]
            },
            {
                "question": "直接排氨的動物",
                "correct": [
                    "草履蟲",
                    "魚類",
                    "蝌蚪"
                ],
                "decoys": [
                    "人類",
                    "狗",
                    "貓",
                    "麻雀",
                    "蜥蜴",
                    "昆蟲"
                ]
            },
            {
                "question": "排泄尿素的動物",
                "correct": [
                    "人類",
                    "青蛙",
                    "鯨魚",
                    "大象"
                ],
                "decoys": [
                    "蝴蝶",
                    "螞蟻",
                    "麻雀",
                    "鴿子",
                    "蜥蜴"
                ]
            },
            {
                "question": "泌尿系統組成",
                "correct": [
                    "腎臟",
                    "輸尿管",
                    "膀胱",
                    "尿道"
                ],
                "decoys": [
                    "膽囊",
                    "胰臟",
                    "闌尾",
                    "直腸",
                    "血管"
                ]
            },
            {
                "question": "腎臟的主要功能",
                "correct": [
                    "過濾血液",
                    "形成尿液",
                    "調節水分"
                ],
                "decoys": [
                    "消化食物",
                    "吸收養分",
                    "思考",
                    "運動",
                    "排便",
                    "造血"
                ]
            },
            {
                "question": "尿液主要成分",
                "correct": [
                    "水",
                    "尿素",
                    "鹽類"
                ],
                "decoys": [
                    "葡萄糖",
                    "蛋白質",
                    "血球",
                    "澱粉",
                    "脂肪",
                    "維生素"
                ]
            },
            {
                "question": "恆溫動物例子",
                "correct": [
                    "人類",
                    "北極熊",
                    "麻雀",
                    "企鵝",
                    "鯨魚"
                ],
                "decoys": [
                    "蛇",
                    "烏龜",
                    "青蛙",
                    "吳郭魚"
                ]
            },
            {
                "question": "變溫動物例子",
                "correct": [
                    "蛇",
                    "青蛙",
                    "吳郭魚",
                    "蜥蜴",
                    "烏龜"
                ],
                "decoys": [
                    "人類",
                    "小狗",
                    "貓咪",
                    "老鷹"
                ]
            },
            {
                "question": "天氣熱身體反應",
                "correct": [
                    "流汗",
                    "血管擴張",
                    "食慾下降"
                ],
                "decoys": [
                    "發抖",
                    "血管收縮",
                    "食慾上升",
                    "起雞皮疙瘩",
                    "想睡覺",
                    "冬眠"
                ]
            },
            {
                "question": "呼吸表面特徵",
                "correct": [
                    "溼潤",
                    "表面積大",
                    "布滿微血管",
                    "薄膜"
                ],
                "decoys": [
                    "乾燥",
                    "厚實",
                    "光滑",
                    "無血管",
                    "堅硬"
                ]
            },
            {
                "question": "肝臟的功能",
                "correct": [
                    "合成尿素",
                    "儲存肝糖",
                    "分泌膽汁"
                ],
                "decoys": [
                    "過濾尿液",
                    "儲存尿液",
                    "分泌尿液",
                    "吸收水分",
                    "氣體交換",
                    "消化蛋白質"
                ]
            },
            {
                "question": "皮膚的功能",
                "correct": [
                    "排汗",
                    "調節體溫",
                    "感覺",
                    "保護"
                ],
                "decoys": [
                    "呼吸",
                    "消化",
                    "吸收",
                    "思考",
                    "造血"
                ]
            },
            {
                "question": "腦幹控制的功能",
                "correct": [
                    "呼吸",
                    "心跳",
                    "吞嚥",
                    "嘔吐",
                    "咳嗽"
                ],
                "decoys": [
                    "記憶",
                    "思考",
                    "語言",
                    "計算"
                ]
            }
        ]
    },
    "9年級": {
        "B5": [
            {
                "question": "慣性大小取決於？",
                "correct": [
                    "物體質量",
                    "質量大小"
                ],
                "decoys": [
                    "物體體積",
                    "運動速度",
                    "物體形狀",
                    "顏色深淺",
                    "溫度高低",
                    "價格高低",
                    "心情好壞"
                ]
            },
            {
                "question": "牛頓第一定律是？",
                "correct": [
                    "慣性定律",
                    "維持原狀"
                ],
                "decoys": [
                    "萬有引力",
                    "作用力",
                    "反作用力",
                    "加速度",
                    "摩擦力",
                    "浮力定律",
                    "庫侖定律"
                ]
            },
            {
                "question": "公車急煞人會？",
                "correct": [
                    "向前方傾",
                    "往車頭倒"
                ],
                "decoys": [
                    "向後方仰",
                    "往車尾倒",
                    "往上跳起",
                    "往下蹲坐",
                    "原地旋轉",
                    "身體變胖",
                    "身體變瘦"
                ]
            },
            {
                "question": "不受外力物體會？",
                "correct": [
                    "靜止恆靜",
                    "等速直線"
                ],
                "decoys": [
                    "加速運動",
                    "減速停止",
                    "轉彎運動",
                    "亂跑亂跳",
                    "發生爆炸",
                    "瞬間消失",
                    "形狀改變"
                ]
            },
            {
                "question": "牛頓第二定律是？",
                "correct": [
                    "運動定律",
                    "F等於ma"
                ],
                "decoys": [
                    "慣性定律",
                    "反作用力",
                    "萬有引力",
                    "能量守恆",
                    "質量守恆",
                    "浮力定律",
                    "虎克定律"
                ]
            },
            {
                "question": "力的單位有哪些？",
                "correct": [
                    "牛頓",
                    "公斤重",
                    "公克重"
                ],
                "decoys": [
                    "公尺",
                    "秒",
                    "焦耳",
                    "瓦特",
                    "伏特",
                    "安培"
                ]
            },
            {
                "question": "質量與重量差別？",
                "correct": [
                    "質量不變",
                    "重量會變",
                    "單位不同"
                ],
                "decoys": [
                    "兩者一樣",
                    "質量會變",
                    "重量不變",
                    "都是力",
                    "都是長度",
                    "顏色不同"
                ]
            },
            {
                "question": "F等於ma中的F指？",
                "correct": [
                    "外力合力",
                    "物體淨力"
                ],
                "decoys": [
                    "摩擦力",
                    "重力",
                    "支撐力",
                    "大氣壓力",
                    "浮力",
                    "磁力",
                    "念力"
                ]
            },
            {
                "question": "作用反作用力是？",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "同時生滅"
                ],
                "decoys": [
                    "大小不等",
                    "方向相同",
                    "互相抵消",
                    "先後發生",
                    "作用同物",
                    "顏色一樣"
                ]
            },
            {
                "question": "火箭飛行原理？",
                "correct": [
                    "排氣反推",
                    "反作用力"
                ],
                "decoys": [
                    "空氣浮力",
                    "慣性作用",
                    "地球引力",
                    "磁力排斥",
                    "太陽能",
                    "風力吹送",
                    "靜電力"
                ]
            },
            {
                "question": "兩力平衡條件？",
                "correct": [
                    "作用同物",
                    "合力為零",
                    "大小相等"
                ],
                "decoys": [
                    "作用異物",
                    "合力不零",
                    "方向相同",
                    "顏色相同",
                    "價格一樣",
                    "互相增強"
                ]
            },
            {
                "question": "拔河僵持不下是？",
                "correct": [
                    "合力為零",
                    "兩力平衡"
                ],
                "decoys": [
                    "作用力大",
                    "慣性很大",
                    "摩擦力小",
                    "地心引力",
                    "萬有引力",
                    "磁力作用",
                    "靜電"
                ]
            },
            {
                "question": "桌上書本受力？",
                "correct": [
                    "重力向下",
                    "支撐向上",
                    "合力為零"
                ],
                "decoys": [
                    "摩擦向左",
                    "浮力向上",
                    "磁力向下",
                    "推力向右",
                    "壓力向左",
                    "電力"
                ]
            },
            {
                "question": "向心力造成？",
                "correct": [
                    "方向改變",
                    "變速度",
                    "變加速度"
                ],
                "decoys": [
                    "快慢改變",
                    "質量改變",
                    "溫度升高",
                    "體積膨脹",
                    "發光",
                    "爆炸"
                ]
            },
            {
                "question": "關於物體「位置」的描述，必須包含哪些要素？",
                "correct": [
                    "參考點",
                    "方向",
                    "距離"
                ],
                "decoys": [
                    "觀察者心情",
                    "天氣好壞",
                    "物體大小",
                    "物體顏色",
                    "物體重量",
                    "時間長短"
                ]
            },
            {
                "question": "關於「位移」與「路徑長(路程)」的比較，哪些敘述正確？",
                "correct": [
                    "位移有方向",
                    "路程無方向",
                    "位移看起終點",
                    "路程走過都算"
                ],
                "decoys": [
                    "位移無方向",
                    "路程有方向",
                    "兩者一定相等",
                    "位移一定大",
                    "路程一定小"
                ]
            },
            {
                "question": "關於「平均速度」與「平均速率」的區別，哪些觀念正確？",
                "correct": [
                    "速度看位移",
                    "速率看路程",
                    "速度有方向",
                    "速率無方向"
                ],
                "decoys": [
                    "速度看路程",
                    "速率看位移",
                    "兩者皆有方向",
                    "兩者皆無方向",
                    "一定相等"
                ]
            },
            {
                "question": "在直線運動中，若「平均速度」等於「平均速率」，代表什麼？",
                "correct": [
                    "方向沒變",
                    "沒有折返",
                    "做直線運動"
                ],
                "decoys": [
                    "有折返跑",
                    "繞圈圈運動",
                    "走彎曲路線",
                    "位移是0",
                    "速度是0",
                    "一定是靜止"
                ]
            },
            {
                "question": "關於 x-t 圖 (位置-時間圖) 的判斷，哪些圖形特徵代表「靜止」？",
                "correct": [
                    "水平線",
                    "平行時間軸",
                    "位置沒變"
                ],
                "decoys": [
                    "斜直線",
                    "開口向上",
                    "開口向下",
                    "垂直時間軸",
                    "波浪線",
                    "通過原點"
                ]
            },
            {
                "question": "關於 v-t 圖 (速度-時間圖) 的判斷，哪些正確？",
                "correct": [
                    "面積是位移",
                    "斜率是加速度",
                    "水平線是等速"
                ],
                "decoys": [
                    "面積是路程",
                    "面積是加速度",
                    "斜率是位移",
                    "斜率是速度",
                    "過原點是靜止",
                    "必為直線"
                ]
            },
            {
                "question": "當加速度方向與速度方向「相反」時，物體會發生什麼事？",
                "correct": [
                    "速率變慢",
                    "做減速運動",
                    "可能煞車中"
                ],
                "decoys": [
                    "速率變快",
                    "做加速運動",
                    "越跑越快",
                    "立刻停止",
                    "向後倒退",
                    "方向改變"
                ]
            },
            {
                "question": "關於「自由落體」運動(不計空氣阻力)，下列敘述哪些正確？",
                "correct": [
                    "等加速運動",
                    "初速度為0",
                    "加速度向下",
                    "受重力作用"
                ],
                "decoys": [
                    "是等速運動",
                    "初速度不為0",
                    "加速度向上",
                    "不受力",
                    "質量大掉得快"
                ]
            },
            {
                "question": "在真空環境下，將羽毛與鐵球同時從同高落下，哪些現象會發生？",
                "correct": [
                    "同時著地",
                    "速度一樣",
                    "加速度一樣"
                ],
                "decoys": [
                    "鐵球先著地",
                    "羽毛先著地",
                    "鐵球速度快",
                    "羽毛飄很久",
                    "受浮力影響",
                    "羽毛往上飛"
                ]
            },
            {
                "question": "關於直線運動中的「折返」，在圖形上如何判斷？",
                "correct": [
                    "v-t圖過橫軸",
                    "速度正負改變",
                    "x-t圖轉折"
                ],
                "decoys": [
                    "v-t圖折線",
                    "x-t圖過橫軸",
                    "速度變大",
                    "加速度變號",
                    "一定是曲線",
                    "位移歸零"
                ]
            },
            {
                "question": "小華向東走 3 公尺，再向北走 4 公尺，下列數據哪些正確？",
                "correct": [
                    "位移大小5",
                    "路程為7",
                    "位移向東北"
                ],
                "decoys": [
                    "位移大小7",
                    "路程為5",
                    "位移向北",
                    "位移向東",
                    "回到原點",
                    "位移是1"
                ]
            },
            {
                "question": "關於「等加速度運動」的特徵，下列哪些正確？",
                "correct": [
                    "速度均勻改變",
                    "加速度固定",
                    "v-t圖斜直線"
                ],
                "decoys": [
                    "速度固定",
                    "加速度為0",
                    "軌跡必直線",
                    "x-t圖斜直線",
                    "方向不能變",
                    "每秒位移一樣"
                ]
            },
            {
                "question": "汽車儀表板上的指針數字，代表的是什麼？",
                "correct": [
                    "瞬時速率",
                    "沒有方向",
                    "當下的快慢"
                ],
                "decoys": [
                    "平均速率",
                    "平均速度",
                    "瞬時速度",
                    "位移大小",
                    "行駛距離",
                    "剩餘油量"
                ]
            },
            {
                "question": "下列哪些單位的換算關係是正確的？",
                "correct": [
                    "1分=60秒",
                    "1時=3600秒",
                    "1日=86400秒"
                ],
                "decoys": [
                    "1分=100秒",
                    "1時=60秒",
                    "1日=12小時",
                    "1秒=100毫秒",
                    "1km=100m",
                    "1m=10cm"
                ]
            },
            {
                "question": "一個物體拋向空中到達「最高點」瞬間，具有哪些物理性質？",
                "correct": [
                    "瞬時速度為0",
                    "加速度不為0",
                    "受重力作用"
                ],
                "decoys": [
                    "加速度為0",
                    "不受任何力",
                    "合力為0",
                    "處於靜止狀態",
                    "速度最大",
                    "位移為0"
                ]
            },
            {
                "question": "甲車速度 10m/s，乙車速度 -20m/s，下列比較哪些正確？",
                "correct": [
                    "乙車比較快",
                    "兩車反向",
                    "甲往正方向走"
                ],
                "decoys": [
                    "甲車比較快",
                    "乙車比較慢",
                    "兩車同向",
                    "甲車位移大",
                    "乙車位移小",
                    "速度一樣大"
                ]
            },
            {
                "question": "物體做等速度運動時，下列哪些物理量必為 0？",
                "correct": [
                    "加速度",
                    "合力",
                    "速度變化量"
                ],
                "decoys": [
                    "位移",
                    "路程",
                    "瞬時速度",
                    "平均速度",
                    "時間",
                    "質量"
                ]
            },
            {
                "question": "在 x-t 圖中，若圖形是一條「拋物線」(曲線)，代表什麼意義？",
                "correct": [
                    "速度在改變",
                    "有加速度",
                    "非等速運動"
                ],
                "decoys": [
                    "是等速運動",
                    "是靜止不動",
                    "加速度為0",
                    "沒受到力",
                    "位移是0",
                    "做圓周運動"
                ]
            },
            {
                "question": "關於「焦耳（J）」這個單位，下列哪些物理量使用此單位？",
                "correct": [
                    "功",
                    "動能",
                    "位能",
                    "熱能"
                ],
                "decoys": [
                    "功率",
                    "力",
                    "力矩",
                    "質量",
                    "加速度"
                ]
            },
            {
                "question": "下列哪些情況下，外力對物體「不作功」？",
                "correct": [
                    "推牆牆不動",
                    "提重物水平走",
                    "做圓周運動"
                ],
                "decoys": [
                    "推車向前跑",
                    "提重物上樓",
                    "自由落體",
                    "拉弓射箭",
                    "滑梯下滑",
                    "剎車減速"
                ]
            },
            {
                "question": "關於「重力位能」的特性，下列敘述哪些正確？",
                "correct": [
                    "與高度成正比",
                    "與質量成正比",
                    "需定參考面"
                ],
                "decoys": [
                    "與速率成正比",
                    "與形狀有關",
                    "與溫度有關",
                    "愈低位能大",
                    "平地無位能",
                    "質量小位能大"
                ]
            },
            {
                "question": "下列哪些屬於「再生能源」？",
                "correct": [
                    "太陽能",
                    "風力",
                    "水力",
                    "地熱",
                    "生質能"
                ],
                "decoys": [
                    "煤",
                    "石油",
                    "天然氣",
                    "核能"
                ]
            },
            {
                "question": "關於「非再生能源」的敘述，哪些正確？",
                "correct": [
                    "存量有限",
                    "會被用盡",
                    "煤與石油"
                ],
                "decoys": [
                    "可循環利用",
                    "太陽能",
                    "風力",
                    "水力",
                    "地熱",
                    "潮汐"
                ]
            },
            {
                "question": "關於「力矩」的定義與特性，哪些描述正確？",
                "correct": [
                    "力乘力臂",
                    "有方向性",
                    "轉動效果"
                ],
                "decoys": [
                    "力乘位移",
                    "無方向性",
                    "移動效果",
                    "單位焦耳",
                    "與支點無關",
                    "力臂越短越大"
                ]
            },
            {
                "question": "下列哪些簡單機械是「支點在中間」的槓桿？",
                "correct": [
                    "剪刀",
                    "蹺蹺板",
                    "天平"
                ],
                "decoys": [
                    "鑷子",
                    "筷子",
                    "掃把",
                    "開瓶器",
                    "獨輪車",
                    "裁紙刀"
                ]
            },
            {
                "question": "下列哪些簡單機械是「抗力點在中間」的槓桿？",
                "correct": [
                    "開瓶器",
                    "獨輪車",
                    "裁紙刀"
                ],
                "decoys": [
                    "剪刀",
                    "蹺蹺板",
                    "天平",
                    "鑷子",
                    "筷子",
                    "掃把"
                ]
            },
            {
                "question": "下列哪些簡單機械是「施力點在中間」的槓桿？",
                "correct": [
                    "鑷子",
                    "筷子",
                    "掃把",
                    "麵包夾"
                ],
                "decoys": [
                    "剪刀",
                    "蹺蹺板",
                    "天平",
                    "開瓶器",
                    "獨輪車"
                ]
            },
            {
                "question": "關於「定滑輪」的特性，下列哪些正確？",
                "correct": [
                    "不省力",
                    "改變施力向",
                    "支點在中間"
                ],
                "decoys": [
                    "省力一半",
                    "費力",
                    "省時",
                    "費時",
                    "施力距減半",
                    "抗力距加倍"
                ]
            },
            {
                "question": "關於「動滑輪」的特性，下列哪些正確？",
                "correct": [
                    "省力一半",
                    "費時",
                    "抗力點在中間"
                ],
                "decoys": [
                    "不省力",
                    "改變施力向",
                    "省時",
                    "費力",
                    "施力距不變",
                    "抗力距減半"
                ]
            },
            {
                "question": "關於「斜面」的特性，下列哪些敘述正確？",
                "correct": [
                    "必省力",
                    "斜面長較省力",
                    "費時"
                ],
                "decoys": [
                    "必費力",
                    "斜面高較省力",
                    "省時",
                    "省功",
                    "斜角大省力",
                    "與長度無關"
                ]
            },
            {
                "question": "下列哪些屬於「化石燃料」？",
                "correct": [
                    "煤",
                    "石油",
                    "天然氣"
                ],
                "decoys": [
                    "鈾",
                    "太陽能",
                    "風力",
                    "水力",
                    "地熱",
                    "生質能"
                ]
            },
            {
                "question": "下列哪些情況下，物體具有「彈力位能」？",
                "correct": [
                    "拉開的弓",
                    "壓縮彈簧",
                    "拉長橡皮筋"
                ],
                "decoys": [
                    "滾動的球",
                    "掉落的石",
                    "靜止的水",
                    "燃燒的煤",
                    "通電的線",
                    "發光的燈"
                ]
            },
            {
                "question": "關於「螺旋」的敘述，哪些正確？",
                "correct": [
                    "斜面的變形",
                    "螺紋密省力",
                    "省力費時"
                ],
                "decoys": [
                    "槓桿變形",
                    "螺紋疏省力",
                    "費力省時",
                    "省功",
                    "螺距大省力",
                    "不省力不省時"
                ]
            },
            {
                "question": "關於「水力發電」的能量轉換過程，包含哪些形式？",
                "correct": [
                    "位能",
                    "動能",
                    "電能"
                ],
                "decoys": [
                    "核能",
                    "化學能",
                    "輻射能",
                    "地熱能",
                    "光能",
                    "彈力位能"
                ]
            },
            {
                "question": "關於「火力發電」的能量轉換過程，包含哪些形式？",
                "correct": [
                    "化學能",
                    "熱能",
                    "動能",
                    "電能"
                ],
                "decoys": [
                    "核能",
                    "位能",
                    "輻射能",
                    "聲能",
                    "彈力位能"
                ]
            },
            {
                "question": "下列哪些關於「靜力平衡」的條件是正確的？",
                "correct": [
                    "合力為零",
                    "合力矩為零",
                    "不移動不轉動"
                ],
                "decoys": [
                    "合力不為零",
                    "合力矩不為零",
                    "只看合力",
                    "只看力矩",
                    "必為靜止",
                    "必為等速"
                ]
            },
            {
                "question": "下列哪些舉動是為了「省力」而使用機械？",
                "correct": [
                    "用斜面搬貨",
                    "用開瓶器",
                    "用動滑輪"
                ],
                "decoys": [
                    "用筷子吃菜",
                    "用掃把掃地",
                    "用鑷子夾物",
                    "用定滑輪",
                    "徒手搬物",
                    "直接跳上樓"
                ]
            },
            {
                "question": "關於「太陽能」的優缺點，哪些描述正確？",
                "correct": [
                    "無污染",
                    "再生能源",
                    "需大面積"
                ],
                "decoys": [
                    "高效率",
                    "可隨時發電",
                    "成本極低",
                    "無須儲能",
                    "會產酸雨",
                    "會產核廢"
                ]
            },
            {
                "question": "關於「簡單機械」的共同限制，下列哪些是正確的？",
                "correct": [
                    "不能省功",
                    "省力必費時",
                    "省時必費力"
                ],
                "decoys": [
                    "可以省功",
                    "省力又省時",
                    "創造能量",
                    "消滅能量",
                    "不需施力",
                    "效率百分百"
                ]
            },
            {
                "question": "摩擦起電的原理與特性為何？",
                "correct": [
                    "電子發生轉移",
                    "遵守電荷守恆",
                    "適合絕緣體"
                ],
                "decoys": [
                    "質子發生轉移",
                    "創造新的電荷",
                    "原子核破裂",
                    "中子發生移動",
                    "金屬最適合",
                    "摩擦產生核能"
                ]
            },
            {
                "question": "關於「導體」與「絕緣體」的敘述？",
                "correct": [
                    "金屬屬於導體",
                    "石墨可導電",
                    "人體是導體",
                    "電子自由移動"
                ],
                "decoys": [
                    "塑膠是導體",
                    "玻璃是導體",
                    "電子被綁死",
                    "陶瓷極易導電",
                    "木材電阻極小"
                ]
            },
            {
                "question": "靜電感應的現象描述？",
                "correct": [
                    "近端感應異性",
                    "遠端感應同性",
                    "電子發生移動",
                    "物體不需接觸"
                ],
                "decoys": [
                    "近端感應同性",
                    "遠端感應異性",
                    "質子發生移動",
                    "物體必須接觸",
                    "創造額外電荷"
                ]
            },
            {
                "question": "關於「電阻」及其影響因素？",
                "correct": [
                    "單位是歐姆",
                    "越長電阻越大",
                    "越粗電阻越小",
                    "溫度會影響"
                ],
                "decoys": [
                    "單位是焦耳",
                    "越長電阻越小",
                    "越粗電阻越大",
                    "與材質無關",
                    "顏色決定電阻"
                ]
            },
            {
                "question": "串聯電路的特性為何？",
                "correct": [
                    "電流相等",
                    "總電壓相加",
                    "總電阻相加",
                    "一個壞全不亮"
                ],
                "decoys": [
                    "電壓相等",
                    "總電流相加",
                    "總電阻變小",
                    "一個壞其他亮",
                    "彼此互不影響"
                ]
            },
            {
                "question": "並聯電路的特性為何？",
                "correct": [
                    "電壓相等",
                    "總電流相加",
                    "總電阻變小",
                    "彼此獨立"
                ],
                "decoys": [
                    "電流相等",
                    "總電壓相加",
                    "總電阻變大",
                    "一個壞全不亮",
                    "越並聯越暗"
                ]
            },
            {
                "question": "關於「安培計」的使用規則？",
                "correct": [
                    "與電路串聯",
                    "正接正",
                    "電阻極小"
                ],
                "decoys": [
                    "與電路並聯",
                    "正接負",
                    "電阻極大",
                    "直接接電池",
                    "可測量電壓",
                    "可測量電阻"
                ]
            },
            {
                "question": "關於「伏特計」的使用規則？",
                "correct": [
                    "與電路並聯",
                    "正接正",
                    "電阻極大"
                ],
                "decoys": [
                    "與電路串聯",
                    "正接負",
                    "電阻極小",
                    "導致電路短路",
                    "可測量電流",
                    "測量水壓"
                ]
            },
            {
                "question": "關於「短路」的現象與危險？",
                "correct": [
                    "電流會過大",
                    "電阻趨近零",
                    "易電線走火",
                    "電流不經電器"
                ],
                "decoys": [
                    "電流趨近零",
                    "電阻非常大",
                    "非常安全",
                    "省電的模式",
                    "增加燈泡壽命"
                ]
            },
            {
                "question": "關於「斷路」的現象？",
                "correct": [
                    "電路中無電流",
                    "開關被拉起",
                    "燈泡不會亮"
                ],
                "decoys": [
                    "電流達到最大",
                    "開關被按下",
                    "燈泡亮度最亮",
                    "發生爆炸",
                    "電線熔毀",
                    "電阻趨近零"
                ]
            },
            {
                "question": "生活中常見的靜電現象？",
                "correct": [
                    "冬天脫衣有聲",
                    "梳頭吸起頭髮",
                    "門把產生電擊",
                    "保鮮膜吸碗盤"
                ],
                "decoys": [
                    "手電筒發光",
                    "磁鐵吸鐵釘",
                    "指南針指北",
                    "烤箱加熱",
                    "水力發電"
                ]
            },
            {
                "question": "關於電池的串聯與並聯？",
                "correct": [
                    "串聯電壓增加",
                    "並聯壽命較長",
                    "並聯電壓不變"
                ],
                "decoys": [
                    "串聯電壓不變",
                    "並聯電壓增加",
                    "串聯壽命較長",
                    "混聯會爆炸",
                    "並聯比較省電",
                    "串聯比較省電"
                ]
            },
            {
                "question": "金屬導線電阻大小比較？",
                "correct": [
                    "細線電阻較大",
                    "長線電阻較大",
                    "越熱電阻越大"
                ],
                "decoys": [
                    "粗線電阻較大",
                    "短線電阻較大",
                    "越冷電阻越大",
                    "銀線比鐵線大",
                    "與粗細無關",
                    "與長短無關"
                ]
            },
            {
                "question": "關於「電力」與能量轉換？",
                "correct": [
                    "電池提供電能",
                    "電阻消耗電能",
                    "電能轉成熱能"
                ],
                "decoys": [
                    "導線提供電能",
                    "電阻產生電能",
                    "能量憑空消失",
                    "質子提供能量",
                    "中子消耗能量",
                    "電子被消耗"
                ]
            },
            {
                "question": "帶電體之間的交互作用？",
                "correct": [
                    "正電排斥正電",
                    "負電排斥負電",
                    "正電吸引負電",
                    "有電吸沒電"
                ],
                "decoys": [
                    "正電吸引正電",
                    "負電吸引負電",
                    "正電排斥負電",
                    "沒電排斥有電",
                    "只有磁力作用"
                ]
            },
            {
                "question": "雷電與避雷針的原理？",
                "correct": [
                    "尖端放電原理",
                    "將電導入地下",
                    "雲層摩擦帶電"
                ],
                "decoys": [
                    "尖端吸收雷電",
                    "絕緣體做針頭",
                    "安裝在室內",
                    "利用磁力避雷",
                    "反射雷電",
                    "收集做家庭用"
                ]
            },
            {
                "question": "用電安全的重要觀念？",
                "correct": [
                    "手濕不碰開關",
                    "不超過負載",
                    "插頭定期檢查"
                ],
                "decoys": [
                    "銅線代替保險",
                    "多孔插座插滿",
                    "用力拉扯電線",
                    "電線綑綁使用",
                    "保險絲越粗好",
                    "旁路接電"
                ]
            },
            {
                "question": "庫侖靜電力的性質？",
                "correct": [
                    "屬於超距力",
                    "作用力反作用",
                    "大小相等",
                    "方向相反"
                ],
                "decoys": [
                    "屬於接觸力",
                    "只有排斥力",
                    "只有吸引力",
                    "與質量有關",
                    "只作用在真空"
                ]
            },
            {
                "question": "關於地球內部的分層構造，下列敘述哪些正確？",
                "correct": [
                    "分為三層",
                    "地核密度最大",
                    "地函體積最大"
                ],
                "decoys": [
                    "地殼最厚",
                    "地函密度最大",
                    "地核體積最大",
                    "地殼密度最大",
                    "地函最薄",
                    "全為液態"
                ]
            },
            {
                "question": "關於「岩石圈」與「軟流圈」的比較，下列哪些正確？",
                "correct": [
                    "岩石圈較硬",
                    "軟流圈具流動",
                    "岩石圈含地殼",
                    "軟流圈在地函"
                ],
                "decoys": [
                    "軟流圈較硬",
                    "岩石圈具流動",
                    "岩石圈僅含地殼",
                    "軟流圈在地核",
                    "岩石圈在下層"
                ]
            },
            {
                "question": "關於「張裂性板塊交界」的特徵，下列哪些敘述正確？",
                "correct": [
                    "形成中洋脊",
                    "生成新地殼",
                    "多為正斷層",
                    "屬淺源地震",
                    "岩漿湧出"
                ],
                "decoys": [
                    "形成海溝",
                    "地殼會消失",
                    "多為逆斷層",
                    "屬深源地震"
                ]
            },
            {
                "question": "關於「聚合性板塊交界」的特徵，下列哪些敘述正確？",
                "correct": [
                    "可能形成海溝",
                    "可能形成高山",
                    "多為逆斷層",
                    "地震深淺皆有"
                ],
                "decoys": [
                    "形成中洋脊",
                    "生成新地殼",
                    "多為正斷層",
                    "僅有淺源地震",
                    "地殼面積增加"
                ]
            },
            {
                "question": "關於「正斷層」的受力與移動，下列哪些描述正確？",
                "correct": [
                    "受張力作用",
                    "上盤相對向下",
                    "下盤相對向上",
                    "常見於中洋脊"
                ],
                "decoys": [
                    "受擠壓力作用",
                    "上盤相對向上",
                    "下盤相對向下",
                    "常見於海溝",
                    "岩層受到縮短"
                ]
            },
            {
                "question": "關於「逆斷層」的受力與移動，下列哪些描述正確？",
                "correct": [
                    "受擠壓力作用",
                    "上盤相對向上",
                    "下盤相對向下",
                    "常見於造山帶"
                ],
                "decoys": [
                    "受張力作用",
                    "上盤相對向下",
                    "下盤相對向下",
                    "常見於中洋脊",
                    "岩層受到拉長"
                ]
            },
            {
                "question": "關於「地震規模」的敘述，哪些觀念正確？",
                "correct": [
                    "代表能量大小",
                    "數值有小數點",
                    "各地測得相同",
                    "無單位"
                ],
                "decoys": [
                    "代表搖晃程度",
                    "數值為整數",
                    "距震央越遠越小",
                    "隨地點改變",
                    "有最大上限"
                ]
            },
            {
                "question": "關於「地震震度」的敘述，哪些觀念正確？",
                "correct": [
                    "代表搖晃程度",
                    "數值為整數",
                    "隨地點改變",
                    "分為0至7級"
                ],
                "decoys": [
                    "代表能量大小",
                    "各地測得相同",
                    "數值有小數點",
                    "無最大上限",
                    "僅分輕重兩級"
                ]
            },
            {
                "question": "關於台灣的地質構造環境，下列哪些敘述正確？",
                "correct": [
                    "位於聚合交界",
                    "歐亞板塊",
                    "菲律賓海板塊",
                    "地震活動頻繁"
                ],
                "decoys": [
                    "位於張裂交界",
                    "太平洋板塊",
                    "印澳板塊",
                    "無斷層分布",
                    "遠離地震帶"
                ]
            },
            {
                "question": "關於判斷地層年代的「地質定律」，下列哪些正確？",
                "correct": [
                    "下層岩層較老",
                    "上層岩層較新",
                    "截切者較年輕",
                    "被截切者較老"
                ],
                "decoys": [
                    "下層岩層較新",
                    "上層岩層較老",
                    "截切者較老",
                    "被截切者較新",
                    "顏色深者較老"
                ]
            },
            {
                "question": "關於「中洋脊」的環境特徵，下列哪些描述正確？",
                "correct": [
                    "新地殼生成",
                    "岩漿不斷湧出",
                    "主要為玄武岩",
                    "淺源地震為主"
                ],
                "decoys": [
                    "老地殼消滅",
                    "沉積岩為主",
                    "深源地震為主",
                    "地殼受擠壓",
                    "無火山活動"
                ]
            },
            {
                "question": "關於「海溝」的環境特徵，下列哪些描述正確？",
                "correct": [
                    "板塊隱沒處",
                    "老地殼消滅",
                    "地震深淺皆有",
                    "常伴隨火山"
                ],
                "decoys": [
                    "新地殼生成",
                    "板塊張裂處",
                    "僅有淺源地震",
                    "位於中洋脊",
                    "無地震活動"
                ]
            },
            {
                "question": "關於化石與地質年代的判斷，下列哪些正確？",
                "correct": [
                    "可判斷年代",
                    "可推測環境",
                    "指標化石",
                    "相對地質年代"
                ],
                "decoys": [
                    "絕對地質年代",
                    "可判斷氣溫",
                    "水晶是化石",
                    "活化石是假",
                    "化石必在火成岩"
                ]
            },
            {
                "question": "如何辨識「聚合性」板塊邊界？",
                "correct": [
                    "有海溝存在",
                    "有火山島弧",
                    "有褶皺山脈",
                    "頻繁的地震"
                ],
                "decoys": [
                    "必有中洋脊",
                    "必有裂谷",
                    "地殼持續生成",
                    "無地震活動",
                    "地勢必定低平"
                ]
            },
            {
                "question": "火山活動常見於哪些地質環境？",
                "correct": [
                    "聚合性板塊",
                    "張裂性板塊",
                    "中洋脊",
                    "海溝附近"
                ],
                "decoys": [
                    "錯動性板塊",
                    "板塊內部中心",
                    "聖安地列斯",
                    "平移斷層處",
                    "古老大陸盾地"
                ]
            },
            {
                "question": "水循環的主要過程與動力",
                "correct": [
                    "蒸發作用",
                    "凝結成雲",
                    "降水作用",
                    "太陽能量"
                ],
                "decoys": [
                    "月球引力",
                    "岩石熔化",
                    "風力發電",
                    "海水倒灌",
                    "燃燒作用"
                ]
            },
            {
                "question": "地下水的特性與儲存",
                "correct": [
                    "存於岩石隙",
                    "受降雨影響",
                    "有透水層",
                    "有不透水層"
                ],
                "decoys": [
                    "流速比河水快",
                    "永遠不會乾枯",
                    "來自岩漿冷卻",
                    "完全無雜質",
                    "只有山上才有"
                ]
            },
            {
                "question": "沉積岩的主要特徵",
                "correct": [
                    "具有層理構造",
                    "常含有化石",
                    "顆粒膠結"
                ],
                "decoys": [
                    "岩漿冷卻成",
                    "高溫高壓變",
                    "整塊大結晶",
                    "表面有氣孔",
                    "質地最堅硬",
                    "來自火山"
                ]
            },
            {
                "question": "沉積岩的種類與組成",
                "correct": [
                    "礫岩顆粒大",
                    "砂岩顆粒中",
                    "頁岩顆粒細",
                    "石灰岩含化石"
                ],
                "decoys": [
                    "礫岩是火成岩",
                    "頁岩最堅硬",
                    "砂岩岩漿做",
                    "石灰岩金屬做",
                    "大理岩沉積岩"
                ]
            },
            {
                "question": "火成岩的形成與分類",
                "correct": [
                    "岩漿冷卻成",
                    "火山岩結晶小",
                    "深成岩結晶大"
                ],
                "decoys": [
                    "化石很豐富",
                    "有層狀構造",
                    "河水沖刷成",
                    "風力堆積成",
                    "受高壓變質",
                    "一定是紅色"
                ]
            },
            {
                "question": "台灣常見火成岩的分布地點",
                "correct": [
                    "澎湖玄武岩",
                    "金門花崗岩",
                    "陽明安山岩"
                ],
                "decoys": [
                    "澎湖花崗岩",
                    "金門玄武岩",
                    "陽明沉積岩",
                    "阿里火成岩",
                    "台中玄武岩",
                    "花蓮無岩石"
                ]
            },
            {
                "question": "變質岩的形成原因",
                "correct": [
                    "高溫作用",
                    "高壓作用",
                    "發生在深處",
                    "岩石再結晶"
                ],
                "decoys": [
                    "岩石熔成漿",
                    "風吹日曬",
                    "河水搬運",
                    "冰川侵蝕",
                    "動物踩踏"
                ]
            },
            {
                "question": "風化作用的定義與現象",
                "correct": [
                    "岩石崩解",
                    "岩石氧化",
                    "植物根撐裂",
                    "大顆變小顆"
                ],
                "decoys": [
                    "岩石被搬走",
                    "河水帶走沙",
                    "風吹走沙粒",
                    "冰川刮石頭",
                    "海浪拍帶走"
                ]
            },
            {
                "question": "侵蝕作用的主要營力",
                "correct": [
                    "流水的力量",
                    "冰川的移動",
                    "風的吹拂",
                    "海浪拍打"
                ],
                "decoys": [
                    "靜止的空氣",
                    "太陽光照射",
                    "月亮的引力",
                    "磁場的作用",
                    "地球自轉"
                ]
            },
            {
                "question": "河流地形：上游 vs 下游",
                "correct": [
                    "上游V型谷",
                    "上游有瀑布",
                    "下游有曲流",
                    "下游鵝卵石"
                ],
                "decoys": [
                    "上游U型谷",
                    "上游三角洲",
                    "下游侵蝕強",
                    "下游V型谷",
                    "上游沉積主"
                ]
            },
            {
                "question": "海浪侵蝕與沉積地形",
                "correct": [
                    "海蝕崖",
                    "海蝕洞",
                    "海蝕平台",
                    "沙灘"
                ],
                "decoys": [
                    "V型峽谷",
                    "風稜石",
                    "冰川擦痕",
                    "火山口",
                    "沙漠地形"
                ]
            },
            {
                "question": "影響河道平衡的因素",
                "correct": [
                    "蓋水庫",
                    "盜採砂石",
                    "興建攔沙壩"
                ],
                "decoys": [
                    "河裡多養魚",
                    "河邊種小花",
                    "天空下酸雨",
                    "車子開過橋",
                    "鳥飛過河面",
                    "星星的位置"
                ]
            },
            {
                "question": "土壤液化的發生條件",
                "correct": [
                    "砂質土壤",
                    "地下水位高",
                    "強烈震搖晃"
                ],
                "decoys": [
                    "岩盤地質",
                    "土壤乾燥",
                    "微弱地震",
                    "山上岩石區",
                    "沒有地下水",
                    "種很多大樹"
                ]
            },
            {
                "question": "日常生活中的礦物應用",
                "correct": [
                    "石英做玻璃",
                    "石墨做筆芯",
                    "滑石爽身粉",
                    "石膏做模型"
                ],
                "decoys": [
                    "鑽石做窗戶",
                    "金子做馬路",
                    "長石做輪胎",
                    "雲母做食物",
                    "方解石衣服"
                ]
            },
            {
                "question": "宇宙的組成層次有哪些？",
                "correct": [
                    "宇宙",
                    "星系",
                    "恆星",
                    "行星"
                ],
                "decoys": [
                    "只有地球",
                    "太陽最大",
                    "月球發光",
                    "雲層",
                    "空氣"
                ]
            },
            {
                "question": "太陽系的主要成員包含哪些？",
                "correct": [
                    "太陽",
                    "八大行星",
                    "衛星",
                    "彗星",
                    "小行星"
                ],
                "decoys": [
                    "銀河系",
                    "織女星",
                    "北極星",
                    "仙女座"
                ]
            },
            {
                "question": "類地行星(如地球)的特徵是？",
                "correct": [
                    "體積小",
                    "密度大",
                    "岩石組成",
                    "固體表面"
                ],
                "decoys": [
                    "體積大",
                    "氣體組成",
                    "有光環",
                    "衛星很多",
                    "密度很低"
                ]
            },
            {
                "question": "類木行星(如木星)的特徵是？",
                "correct": [
                    "體積大",
                    "氣體組成",
                    "有光環",
                    "衛星多"
                ],
                "decoys": [
                    "離太陽近",
                    "溫度很高",
                    "岩石組成",
                    "密度很大",
                    "沒有大氣"
                ]
            },
            {
                "question": "關於金星的敘述，哪些正確？",
                "correct": [
                    "溫度最高",
                    "濃厚大氣",
                    "二氧化碳多",
                    "逆向自轉"
                ],
                "decoys": [
                    "有液態水",
                    "體積最大",
                    "離日最近",
                    "表面冰冷",
                    "充滿氧氣"
                ]
            },
            {
                "question": "關於火星的敘述，哪些正確？",
                "correct": [
                    "紅色外觀",
                    "有四季變化",
                    "氧化鐵"
                ],
                "decoys": [
                    "充滿海洋",
                    "溫度極高",
                    "太陽系最大",
                    "有大光環",
                    "比地球大",
                    "戰神住在這"
                ]
            },
            {
                "question": "關於木星的敘述，哪些正確？",
                "correct": [
                    "體積最大",
                    "氣體行星",
                    "衛星眾多",
                    "有大紅斑"
                ],
                "decoys": [
                    "類地行星",
                    "離日最近",
                    "固體表面",
                    "溫度很高",
                    "沒有大氣"
                ]
            },
            {
                "question": "關於土星的敘述，哪些正確？",
                "correct": [
                    "明顯光環",
                    "密度最小",
                    "氣體組成",
                    "浮在水上",
                    "第二大"
                ],
                "decoys": [
                    "體積最小",
                    "沒有衛星",
                    "溫度極高",
                    "岩石組成"
                ]
            },
            {
                "question": "關於太陽的敘述，哪些正確？",
                "correct": [
                    "恆星",
                    "核融合",
                    "氫與氦",
                    "自身發光"
                ],
                "decoys": [
                    "行星",
                    "反射光線",
                    "繞地旋轉",
                    "固體岩石",
                    "有外星人"
                ]
            },
            {
                "question": "關於彗星的敘述，哪些正確？",
                "correct": [
                    "髒冰雪球",
                    "受熱昇華",
                    "週期出現"
                ],
                "decoys": [
                    "自身發光",
                    "也是恆星",
                    "位於地心",
                    "永遠存在",
                    "充滿智慧",
                    "智慧很高"
                ]
            },
            {
                "question": "地球自轉會造成什麼現象？",
                "correct": [
                    "晝夜交替",
                    "天體東升",
                    "一天一圈"
                ],
                "decoys": [
                    "四季變化",
                    "繞日公轉",
                    "由東向西",
                    "一年一圈",
                    "造成地震",
                    "會頭暈"
                ]
            },
            {
                "question": "地球公轉會造成什麼現象？",
                "correct": [
                    "四季變化",
                    "繞日運行",
                    "一年一圈"
                ],
                "decoys": [
                    "晝夜交替",
                    "地球自轉",
                    "一天一圈",
                    "月球公轉",
                    "星星閃爍",
                    "會頭暈"
                ]
            },
            {
                "question": "四季變化的主要原因是什麼？",
                "correct": [
                    "地軸傾斜",
                    "公轉運動",
                    "直射變化"
                ],
                "decoys": [
                    "距離遠近",
                    "太陽變冷",
                    "月球引力",
                    "自轉速度",
                    "星星位置",
                    "雲層厚度"
                ]
            },
            {
                "question": "夏至當天(台灣嘉義)的現象？",
                "correct": [
                    "晝長夜短",
                    "直射北回歸線",
                    "影子最短",
                    "太陽最高"
                ],
                "decoys": [
                    "晝短夜長",
                    "直射赤道",
                    "直射南回歸線",
                    "天氣最冷",
                    "影子最長"
                ]
            },
            {
                "question": "冬至當天(台灣嘉義)的現象？",
                "correct": [
                    "晝短夜長",
                    "直射南回歸線",
                    "影子最長",
                    "太陽最低"
                ],
                "decoys": [
                    "晝長夜短",
                    "直射北回歸線",
                    "直射赤道",
                    "天氣最熱",
                    "影子最短"
                ]
            },
            {
                "question": "春分與秋分當天的現象？",
                "correct": [
                    "晝夜等長",
                    "直射赤道",
                    "日出正東",
                    "日落正西"
                ],
                "decoys": [
                    "晝長夜短",
                    "晝短夜長",
                    "直射北回",
                    "直射南回",
                    "太陽不見"
                ]
            },
            {
                "question": "關於衛星的敘述，哪些正確？",
                "correct": [
                    "繞行星轉",
                    "反射光線",
                    "不會發光"
                ],
                "decoys": [
                    "繞恆星轉",
                    "自己發光",
                    "比行星大",
                    "都是氣體",
                    "表面平滑",
                    "保衛國家"
                ]
            },
            {
                "question": "關於銀河系的敘述？",
                "correct": [
                    "荷包蛋狀",
                    "螺旋狀",
                    "中央較厚",
                    "包含太陽"
                ],
                "decoys": [
                    "正圓球體",
                    "只有地球",
                    "沒有恆星",
                    "位於地心",
                    "方形結構"
                ]
            },
            {
                "question": "類地行星有哪些？",
                "correct": [
                    "水星",
                    "金星",
                    "地球",
                    "火星"
                ],
                "decoys": [
                    "木星",
                    "土星",
                    "天王星",
                    "海王星",
                    "冥王星"
                ]
            },
            {
                "question": "天王星與海王星的共同特徵？",
                "correct": [
                    "藍綠色",
                    "冰巨行星",
                    "距離很遠",
                    "溫度很低"
                ],
                "decoys": [
                    "紅色外觀",
                    "離日很近",
                    "溫度很高",
                    "岩石組成",
                    "沒有衛星"
                ]
            },
            {
                "question": "我們為何能看見天體？",
                "correct": [
                    "恆星發光",
                    "行星反射",
                    "衛星反射",
                    "距離夠近"
                ],
                "decoys": [
                    "行星發光",
                    "衛星發光",
                    "都是恆星",
                    "都是火球",
                    "眼睛發光"
                ]
            },
            {
                "question": "月球的基本特徵",
                "correct": [
                    "無大氣層",
                    "表面佈滿坑洞",
                    "地球的衛星",
                    "引力比地球小"
                ],
                "decoys": [
                    "有液態水",
                    "有豐富氧氣",
                    "會自行發光",
                    "有外星基地",
                    "表面平滑"
                ]
            },
            {
                "question": "月球的運動方式",
                "correct": [
                    "逆時針公轉",
                    "逆時針自轉",
                    "繞地球運行",
                    "週期約二七日"
                ],
                "decoys": [
                    "順時針公轉",
                    "順時針自轉",
                    "繞太陽公轉",
                    "週期一年",
                    "絕對不自轉"
                ]
            },
            {
                "question": "月相：新月特徵",
                "correct": [
                    "農曆初一",
                    "稱為朔",
                    "日地月連線",
                    "幾乎看不見"
                ],
                "decoys": [
                    "農曆十五",
                    "稱為望",
                    "整夜可見",
                    "地在日月間",
                    "上弦月"
                ]
            },
            {
                "question": "月相：滿月特徵",
                "correct": [
                    "農曆十五",
                    "稱為望",
                    "整夜可見",
                    "地在日月間"
                ],
                "decoys": [
                    "農曆初一",
                    "稱為朔",
                    "白天可見",
                    "月在日地間",
                    "下弦月"
                ]
            },
            {
                "question": "日食發生條件",
                "correct": [
                    "農曆初一",
                    "月球擋住太陽",
                    "日月地一直線",
                    "白天發生"
                ],
                "decoys": [
                    "農曆十五",
                    "地球擋住太陽",
                    "地月日一直線",
                    "晚上發生",
                    "月食"
                ]
            },
            {
                "question": "月食發生條件",
                "correct": [
                    "農曆十五",
                    "地球擋住月球",
                    "日地月一直線",
                    "晚上發生"
                ],
                "decoys": [
                    "農曆初一",
                    "月球擋住太陽",
                    "日月地一直線",
                    "白天發生",
                    "日環食"
                ]
            },
            {
                "question": "潮汐成因與週期",
                "correct": [
                    "受月球引力",
                    "受太陽引力",
                    "受地球自轉",
                    "每日兩次漲退",
                    "延遲五十分"
                ],
                "decoys": [
                    "受風力吹拂",
                    "受地震影響",
                    "每日一漲退",
                    "準時不延遲"
                ]
            },
            {
                "question": "大潮發生時機",
                "correct": [
                    "農曆初一",
                    "農曆十五",
                    "日月地直線",
                    "引力疊加"
                ],
                "decoys": [
                    "農曆初七",
                    "農曆二二",
                    "日月地垂直",
                    "引力抵銷",
                    "颱風天"
                ]
            },
            {
                "question": "上弦月特徵",
                "correct": [
                    "農曆初七八",
                    "中午東升",
                    "半夜西落",
                    "西邊亮"
                ],
                "decoys": [
                    "農曆二二",
                    "半夜東升",
                    "中午西落",
                    "東邊亮",
                    "整夜可見"
                ]
            },
            {
                "question": "下弦月特徵",
                "correct": [
                    "農曆二二三",
                    "半夜東升",
                    "中午西落",
                    "東邊亮"
                ],
                "decoys": [
                    "農曆初七",
                    "中午東升",
                    "半夜西落",
                    "西邊亮",
                    "整夜不見"
                ]
            },
            {
                "question": "影響潮汐因素",
                "correct": [
                    "月球引力",
                    "太陽引力",
                    "海岸地形",
                    "海底地形"
                ],
                "decoys": [
                    "地球磁場",
                    "風向風速",
                    "海水溫度",
                    "魚群游動",
                    "船隻航行"
                ]
            },
            {
                "question": "太陽直射位置",
                "correct": [
                    "夏至北回歸線",
                    "冬至南回歸線",
                    "春分在赤道",
                    "秋分在赤道"
                ],
                "decoys": [
                    "夏至赤道",
                    "冬至北極",
                    "春分北回",
                    "秋分南回",
                    "全年赤道"
                ]
            },
            {
                "question": "一年中晝夜長短",
                "correct": [
                    "夏至晝最長",
                    "冬至夜最長",
                    "春秋分等長"
                ],
                "decoys": [
                    "夏至夜最長",
                    "冬至晝最長",
                    "全年等長",
                    "隨機變化",
                    "看天氣",
                    "看心情"
                ]
            },
            {
                "question": "竿影最短時刻",
                "correct": [
                    "夏至中午",
                    "正午時分",
                    "太陽直射時"
                ],
                "decoys": [
                    "冬至中午",
                    "日出時分",
                    "日落時分",
                    "半夜時分",
                    "陰天時",
                    "雨天時"
                ]
            },
            {
                "question": "漲退潮週期",
                "correct": [
                    "約12.5小時",
                    "每天兩次",
                    "隔天晚五十分"
                ],
                "decoys": [
                    "約24時",
                    "每天一次",
                    "隔天準時",
                    "隨機發生",
                    "看月亮心情",
                    "固定不變"
                ]
            },
            {
                "question": "天體分類概念",
                "correct": [
                    "地球是行星",
                    "月球是衛星",
                    "太陽是恆星"
                ],
                "decoys": [
                    "地球是恆星",
                    "月球是行星",
                    "太陽是衛星",
                    "流星是恆星",
                    "彗星是行星",
                    "都是星星"
                ]
            },
            {
                "question": "關於平均太陽日的敘述哪些正確？",
                "correct": [
                    "一年平均值",
                    "太陽日不固定",
                    "會有閏年"
                ],
                "decoys": [
                    "每天都一樣",
                    "跟月亮有關",
                    "固定12小時",
                    "只有白天",
                    "只有晚上",
                    "跟潮汐有關"
                ]
            },
            {
                "question": "下列哪些情況的位移大小可能為零？",
                "correct": [
                    "操場跑一圈",
                    "睡醒在床上",
                    "球上拋接回"
                ],
                "decoys": [
                    "百米賽跑",
                    "自由落體",
                    "開車去高雄",
                    "向東走十步",
                    "光線傳播",
                    "火箭升空"
                ]
            },
            {
                "question": "x-t圖（位置時間圖）可以看出什麼？",
                "correct": [
                    "斜直線是等速",
                    "水平是靜止",
                    "斜率是速度"
                ],
                "decoys": [
                    "面積是位移",
                    "曲線是爬坡",
                    "折返看面積",
                    "越陡越慢",
                    "一定要通過原點",
                    "不可為負值"
                ]
            },
            {
                "question": "關於速率與速度的區別哪些正確？",
                "correct": [
                    "速率是純量",
                    "速度是向量",
                    "速度有方向"
                ],
                "decoys": [
                    "速率有方向",
                    "速度無方向",
                    "兩者必相等",
                    "單位不同",
                    "速率看位移",
                    "速度看路程"
                ]
            },
            {
                "question": "等速度直線運動具備哪些特徵？",
                "correct": [
                    "方向不變",
                    "快慢不變",
                    "軌跡是直線",
                    "位移等路徑"
                ],
                "decoys": [
                    "方向改變",
                    "快慢改變",
                    "軌跡是圓形",
                    "位移零",
                    "必為靜止"
                ]
            },
            {
                "question": "日常生活中哪些是規律的計時標準？",
                "correct": [
                    "單擺擺動",
                    "四季變化",
                    "地球自轉"
                ],
                "decoys": [
                    "風吹草動",
                    "雲的飄動",
                    "車流變化",
                    "心情起伏",
                    "股票漲跌",
                    "頭髮生長"
                ]
            },
            {
                "question": "如果x-t圖是一條平行橫軸的直線？",
                "correct": [
                    "物體靜止",
                    "位置不變",
                    "速度為零"
                ],
                "decoys": [
                    "等速度運動",
                    "加速度運動",
                    "變速度運動",
                    "折返運動",
                    "越跑越快",
                    "越跑越慢"
                ]
            },
            {
                "question": "兩人賽跑的x-t圖交點代表？",
                "correct": [
                    "相遇",
                    "位置相同",
                    "時間相同"
                ],
                "decoys": [
                    "速度相同",
                    "速率相同",
                    "終點",
                    "起點",
                    "折返點",
                    "撞車"
                ]
            },
            {
                "question": "牛頓第三定律的特性有哪些？",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "同時發生",
                    "同時消失",
                    "作用不同物"
                ],
                "decoys": [
                    "互相抵消",
                    "作用同一物",
                    "先有作用力",
                    "後有反作用"
                ]
            },
            {
                "question": "關於圓周運動的「向心力」，下列何者正確？",
                "correct": [
                    "指向圓心",
                    "與速度垂直",
                    "改變運動方向"
                ],
                "decoys": [
                    "指向切線",
                    "平行速度",
                    "改變快慢",
                    "遠離圓心",
                    "不需受力",
                    "這是離心力"
                ]
            },
            {
                "question": "搭電梯時感覺體重變化的原因？",
                "correct": [
                    "加速上升變重",
                    "加速下降變輕",
                    "與方向有關"
                ],
                "decoys": [
                    "減速上升變重",
                    "加速下降變重",
                    "永遠不變",
                    "隨心情變",
                    "看電梯品牌",
                    "變胖兩倍"
                ]
            },
            {
                "question": "雞蛋碰石頭，雞蛋破了，力學分析為何？",
                "correct": [
                    "受力相等",
                    "方向相反",
                    "雞蛋結構弱"
                ],
                "decoys": [
                    "石頭受力小",
                    "雞蛋受力大",
                    "石頭沒受力",
                    "雞蛋先施力",
                    "只有蛋受力",
                    "石頭比較硬"
                ]
            },
            {
                "question": "地球吸引蘋果與蘋果吸引地球的比較？",
                "correct": [
                    "引力大小相等",
                    "方向相反",
                    "作用不同物"
                ],
                "decoys": [
                    "地球受力小",
                    "蘋果受力大",
                    "只有蘋果吸",
                    "地球不吸",
                    "蘋果太輕",
                    "牛頓被砸"
                ]
            },
            {
                "question": "彈簧秤兩端各掛10kg重物，讀數與分析？",
                "correct": [
                    "讀數10kg",
                    "顯示張力",
                    "合力為零"
                ],
                "decoys": [
                    "讀數20kg",
                    "讀數0kg",
                    "顯示合力",
                    "兩端力相加",
                    "彈簧斷掉",
                    "只有一端力"
                ]
            },
            {
                "question": "若圓周運動的向心力突然消失，物體會？",
                "correct": [
                    "沿切線飛出",
                    "慣性作用",
                    "作直線運動"
                ],
                "decoys": [
                    "沿半徑飛出",
                    "繼續轉圈",
                    "掉向圓心",
                    "螺旋飛出",
                    "停在原地",
                    "往回飛"
                ]
            },
            {
                "question": "電梯鋼索斷裂自由落下時，人會？",
                "correct": [
                    "視重變零",
                    "等加速度",
                    "重力仍存在"
                ],
                "decoys": [
                    "重力消失",
                    "浮起來飛",
                    "視重變大",
                    "速度為零",
                    "變超重",
                    "變成太空人"
                ]
            },
            {
                "question": "靜止公車突然開動會怎樣？",
                "correct": [
                    "人向後仰",
                    "身體後傾"
                ],
                "decoys": [
                    "身體前傾",
                    "人向上飛",
                    "人向左倒",
                    "人向右倒",
                    "變超人",
                    "原地旋轉",
                    "人向前趴"
                ]
            },
            {
                "question": "行駛公車突然煞車會怎樣？",
                "correct": [
                    "身體前趴",
                    "人向前傾"
                ],
                "decoys": [
                    "人向後仰",
                    "引力消失",
                    "鞋子飛走",
                    "時間倒流",
                    "變成超人",
                    "公車變形",
                    "身體後躺"
                ]
            },
            {
                "question": "物體質量越大會如何？",
                "correct": [
                    "越難推動",
                    "難改變狀態",
                    "慣性越大"
                ],
                "decoys": [
                    "重量越輕",
                    "體積越小",
                    "速度越快",
                    "慣性越小",
                    "顏色越深",
                    "完全不動"
                ]
            },
            {
                "question": "不受外力作用時物體會？",
                "correct": [
                    "維持原狀",
                    "作等速運動",
                    "保持靜止"
                ],
                "decoys": [
                    "發出光芒",
                    "停止呼吸",
                    "開始加速",
                    "開始轉彎",
                    "變成氣體",
                    "一定靜止"
                ]
            },
            {
                "question": "打點計時器間隔相同代表？",
                "correct": [
                    "等速度",
                    "速度固定",
                    "合力為零"
                ],
                "decoys": [
                    "紙帶斷了",
                    "沒電了",
                    "加速",
                    "快慢不一",
                    "機器壞掉",
                    "受外力"
                ]
            },
            {
                "question": "什麼情況下合力不為零？",
                "correct": [
                    "果子掉落",
                    "汽車轉彎",
                    "加速起跑",
                    "減速進站"
                ],
                "decoys": [
                    "停在路邊",
                    "浮在水面",
                    "靜止在桌上",
                    "等速直線",
                    "等速落下"
                ]
            },
            {
                "question": "自由落體能量變化",
                "correct": [
                    "位能減少",
                    "動能增加",
                    "速率變快",
                    "高度變低"
                ],
                "decoys": [
                    "位能增加",
                    "動能減少",
                    "速率變慢",
                    "總能變大",
                    "總能變小"
                ]
            },
            {
                "question": "鉛直上拋能量變化",
                "correct": [
                    "位能增加",
                    "動能減少",
                    "速率變慢",
                    "最高點速零",
                    "高度變高"
                ],
                "decoys": [
                    "位能減少",
                    "動能增加",
                    "速率變快",
                    "總能增加"
                ]
            },
            {
                "question": "單擺擺至最低點時",
                "correct": [
                    "動能最大",
                    "速率最快",
                    "位能最小",
                    "繩張力大"
                ],
                "decoys": [
                    "動能最小",
                    "速率為零",
                    "位能最大",
                    "靜止不動",
                    "合力為零"
                ]
            },
            {
                "question": "單擺擺至最高點時",
                "correct": [
                    "動能最小",
                    "瞬時靜止",
                    "位能最大",
                    "高度最高"
                ],
                "decoys": [
                    "動能最大",
                    "速率最快",
                    "位能最小",
                    "總能最大",
                    "總能最小"
                ]
            },
            {
                "question": "彈簧在平衡位置時",
                "correct": [
                    "動能最大",
                    "彈性位能零",
                    "速率最快",
                    "彈簧原長"
                ],
                "decoys": [
                    "動能最小",
                    "彈性位能大",
                    "靜止不動",
                    "形變量大",
                    "速度為零"
                ]
            },
            {
                "question": "彈簧壓縮至最短時",
                "correct": [
                    "動能為零",
                    "彈性位能大",
                    "瞬間靜止",
                    "形變量大"
                ],
                "decoys": [
                    "動能最大",
                    "彈性位能小",
                    "速率最快",
                    "彈簧原長",
                    "等速運動"
                ]
            },
            {
                "question": "摩擦力對能量的影響",
                "correct": [
                    "產生熱能",
                    "力學能減少",
                    "能量守恆",
                    "阻力作負功"
                ],
                "decoys": [
                    "力學能增加",
                    "力學能守恆",
                    "動能必增",
                    "位能必增",
                    "產生核能"
                ]
            },
            {
                "question": "大小石頭同高落下",
                "correct": [
                    "大石位能大",
                    "落地速度相同",
                    "加速度相同"
                ],
                "decoys": [
                    "小石位能大",
                    "落地速度不同",
                    "加速度不同",
                    "巨石較慢",
                    "小石較快",
                    "石頭會痛"
                ]
            },
            {
                "question": "摩天輪等速運轉",
                "correct": [
                    "動能不變",
                    "位能改變",
                    "總能改變"
                ],
                "decoys": [
                    "動能改變",
                    "位能不變",
                    "總能守恆",
                    "速度相同",
                    "加速度零",
                    "變風火輪"
                ]
            },
            {
                "question": "舉重選手舉起槓鈴",
                "correct": [
                    "位能增加",
                    "對抗重力",
                    "施力作功",
                    "高度上升"
                ],
                "decoys": [
                    "位能減少",
                    "動能增加",
                    "重力作正功",
                    "沒作功",
                    "能量消失"
                ]
            },
            {
                "question": "機械的主要功能有哪些？",
                "correct": [
                    "省力",
                    "省時",
                    "改變施力方向",
                    "操作方便"
                ],
                "decoys": [
                    "必定省功",
                    "創造能量",
                    "縮短距離",
                    "自動作功",
                    "增加重力位能"
                ]
            },
            {
                "question": "關於「輪軸」的敘述，下列何者正確？",
                "correct": [
                    "槓桿的變形",
                    "輪軸一起轉",
                    "施力在輪省力"
                ],
                "decoys": [
                    "施力在軸省力",
                    "輪半徑小",
                    "軸半徑大",
                    "必定省功",
                    "輪轉比較少",
                    "一定費力"
                ]
            },
            {
                "question": "下列哪些工具是「施力在輪上」的應用？",
                "correct": [
                    "方向盤",
                    "螺絲起子",
                    "門把",
                    "水龍頭"
                ],
                "decoys": [
                    "電風扇",
                    "汽車輪胎",
                    "螺旋槳",
                    "竹蜻蜓",
                    "時鐘指針"
                ]
            },
            {
                "question": "下列哪些工具是「施力在軸上」的應用？",
                "correct": [
                    "電風扇",
                    "汽車輪胎",
                    "螺旋槳"
                ],
                "decoys": [
                    "方向盤",
                    "螺絲起子",
                    "門把",
                    "水龍頭",
                    "板手",
                    "削鉛筆機手柄"
                ]
            },
            {
                "question": "關於「斜面」的原理，下列敘述何者正確？",
                "correct": [
                    "必定省力",
                    "斜面越長越省",
                    "斜角越小越省"
                ],
                "decoys": [
                    "必定省功",
                    "必定省時",
                    "斜面越高越省",
                    "斜角越大越省",
                    "省力且省時",
                    "垂直施力最省"
                ]
            },
            {
                "question": "下列哪些生活裝置應用了「斜面」原理？",
                "correct": [
                    "樓梯",
                    "蜿蜒的山路",
                    "螺絲釘",
                    "刀刃"
                ],
                "decoys": [
                    "蹺蹺板",
                    "天平",
                    "定滑輪",
                    "旗桿頂端",
                    "平面鏡"
                ]
            },
            {
                "question": "下列哪些屬於「初級能源」？",
                "correct": [
                    "煤",
                    "石油",
                    "天然氣",
                    "太陽能",
                    "鈾礦"
                ],
                "decoys": [
                    "電力",
                    "汽油",
                    "液化石油氣",
                    "電池"
                ]
            },
            {
                "question": "抗力點在中間的運用",
                "correct": [
                    "開瓶器",
                    "獨輪車",
                    "裁紙刀"
                ],
                "decoys": [
                    "鑷子",
                    "筷子",
                    "掃把",
                    "釣魚竿",
                    "剪刀",
                    "蹺蹺板"
                ]
            },
            {
                "question": "施力點在中間的運用",
                "correct": [
                    "鑷子",
                    "筷子",
                    "掃把",
                    "釣魚竿"
                ],
                "decoys": [
                    "開瓶器",
                    "獨輪車",
                    "剪刀",
                    "蹺蹺板",
                    "天平"
                ]
            },
            {
                "question": "屬於能量單位",
                "correct": [
                    "焦耳",
                    "卡",
                    "千瓦小時"
                ],
                "decoys": [
                    "瓦特",
                    "牛頓",
                    "安培",
                    "伏特",
                    "公尺",
                    "庫侖"
                ]
            },
            {
                "question": "影響電阻大小的因素？",
                "correct": [
                    "長度",
                    "截面積",
                    "材質",
                    "溫度"
                ],
                "decoys": [
                    "顏色",
                    "味道",
                    "價格",
                    "廠牌",
                    "重量"
                ]
            },
            {
                "question": "電阻串聯電路的特性？",
                "correct": [
                    "電流相同",
                    "總電阻變大",
                    "電壓相加"
                ],
                "decoys": [
                    "電流相加",
                    "總電阻變小",
                    "電壓相同",
                    "電流變零",
                    "電阻歸零",
                    "電壓歸零"
                ]
            },
            {
                "question": "電阻並聯電路的特性？",
                "correct": [
                    "電壓相同",
                    "總電阻變小",
                    "電流相加"
                ],
                "decoys": [
                    "電壓相加",
                    "總電阻變大",
                    "電流相同",
                    "電壓變零",
                    "電阻無限大",
                    "電流無限大"
                ]
            },
            {
                "question": "常見的導體材料？",
                "correct": [
                    "銅",
                    "銀",
                    "鐵",
                    "金"
                ],
                "decoys": [
                    "塑膠",
                    "橡膠",
                    "木頭",
                    "玻璃",
                    "陶瓷"
                ]
            },
            {
                "question": "常見的絕緣體材料？",
                "correct": [
                    "塑膠",
                    "橡膠",
                    "玻璃",
                    "陶瓷"
                ],
                "decoys": [
                    "銅",
                    "銀",
                    "鐵",
                    "金",
                    "鋁"
                ]
            },
            {
                "question": "摩擦起電的敘述，哪些是正確的？",
                "correct": [
                    "電子發生轉移",
                    "電荷總量不變",
                    "適合絕緣體",
                    "冬天效果較好"
                ],
                "decoys": [
                    "質子發生轉移",
                    "創造新的電荷",
                    "適合金屬導體",
                    "夏天效果較好",
                    "只有正電移動"
                ]
            },
            {
                "question": "絲絹摩擦玻璃棒後，下列情形何者正確？",
                "correct": [
                    "玻璃棒帶正電",
                    "絲絹帶負電",
                    "電子轉移到絲絹",
                    "摩擦後相吸"
                ],
                "decoys": [
                    "玻璃棒帶負電",
                    "絲絹帶正電",
                    "質子轉移玻璃",
                    "兩者互相排斥",
                    "無電子轉移"
                ]
            },
            {
                "question": "毛皮摩擦塑膠棒後，會發生什麼事？",
                "correct": [
                    "塑膠棒帶負電",
                    "毛皮帶正電",
                    "電子移向塑膠",
                    "兩者互相吸引"
                ],
                "decoys": [
                    "塑膠棒帶正電",
                    "毛皮帶負電",
                    "質子移向塑膠",
                    "兩者互相排斥",
                    "無電荷轉移"
                ]
            },
            {
                "question": "關於感應起電的過程，何者敘述正確？",
                "correct": [
                    "需配合接地",
                    "最後帶異性電",
                    "電子會移動",
                    "金屬球適用"
                ],
                "decoys": [
                    "不需接地線",
                    "最後帶同性電",
                    "質子會移動",
                    "絕緣體適用",
                    "不用帶電體"
                ]
            },
            {
                "question": "家中電器的連接方式，通常具備何種特性？",
                "correct": [
                    "採並聯連接",
                    "各電器獨立",
                    "通常為110V",
                    "插座是並聯"
                ],
                "decoys": [
                    "採串聯連接",
                    "開一全開",
                    "電壓會下降",
                    "插座是串聯",
                    "全部同時亮"
                ]
            },
            {
                "question": "如果兩個燈泡串聯，其中一個燒壞了？",
                "correct": [
                    "形成斷路",
                    "另一個也不亮",
                    "電流無法通過"
                ],
                "decoys": [
                    "形成短路",
                    "另一個更亮",
                    "電流變大",
                    "電壓變大",
                    "不會有影響",
                    "發燒造成的"
                ]
            },
            {
                "question": "如果兩個燈泡並聯，其中一個燒壞了？",
                "correct": [
                    "另一個仍亮",
                    "電路仍是通路",
                    "壞的變斷路",
                    "互不影響"
                ],
                "decoys": [
                    "另一個不亮",
                    "電路變斷路",
                    "壞的變短路",
                    "所有燈都滅",
                    "會發生爆炸"
                ]
            }
        ]
    }
};